{
  "id": "mary,-the-virgin-of-revelation-novena",
  "title": "Mary, the Virgin of Revelation Novena",
  "startDate": "April 3rd",
  "feastDay": "April 12th",
  "birth": "",
  "death": "",
  "patronage": "",
  "days": [
    {
      "day": 1,
      "title": "Day 1 Prayer",
      "text": "In the name of the Father, and of the Son, and of the Holy Spirit. Amen.\n\nDaily Prayer\n\nMeditation: Like every good Mother, the Virgin of Revelation always gives her children advice to help them on their journey through life: pray the Rosary! Repeatedly, Mary proposes the same prayer to all who seek her help. However, she also gives us the consolation that she is always there to help us in our trials. The thought of Our Lady’s presence makes us feel less alone, our burdens lighter and increases our courage to face life’s difficulties knowing that her maternal company is always by our side. At the start of our nine days in her company, let us entrust all that we hold in our hearts to her maternal care asking for her help and intercession.\n\nTeaching of the Church: Against the background of the words Ave Maria the principal events of the life of Jesus Christ pass before the eyes of the soul. They take shape in the complete series of the joyful, sorrowful and glorious mysteries, and they put us in living communion with Jesus through — we might say — the heart of his Mother. At the same time our heart can embrace in the decades of the Rosary all the events that make up the lives of individuals, families, nations, the Church, and all mankind. Our personal concerns and those of our neighbour, especially those who are closest to us, who are dearest to us. Thus, the simple prayer of the Rosary marks the rhythm of human life. (Rosarium Virginis Mariae n 2)\n\nConcluding Prayer\n\nSupplication to the Virgin of Revelation To obtain any grace  Most Holy Virgin of the Revelation, you who are so close to the Divine Trinity, deign we beg you; turn your merciful and kind glance towards us. Oh Mary! You are our powerful advocate before God, who even from this valley of tears will obtain graces and miracles for the conversion of sinners, grant that we obtain from Your Son Jesus, salvation of the soul, perfect health of body and the graces which we need. Grant to the Church and its head, the Roman Pontiff, the joy of seeing the conversion of His enemies, the propagation of the Kingdom of God over all the earth, the unity of all believers in Christ, peace among nations in order that we can love and serve You better in this life and one day deserve to see and thank you eternally in Heaven. Amen  Nihil obstat + Bishop Ilario",
      "refrain": "",
      "concluding": ""
    },
    {
      "day": 2,
      "title": "Day 2 Prayer",
      "text": "In the name of the Father, and of the Son, and of the Holy Spirit. Amen.\n\nDaily Prayer\n\nMeditation: Our Lady is often invoked in the Church using the great titles of Advocate, Helper, Benefactress or Mediatrix (cfr. CCC 696). However, at Tre Fontane, she gives us the image of children seeking protection under her green mantle. Just as small children often hide in the folds of their mother’s clothes when the feel insecure, Our Lady invites us to do the same to her. To hide under her mantle of protection knowing she will protect us in all our difficulties. A mantle can protect a person from a raging storms, it can be a shelter, a place to hide or a refuge in difficulties. Our Lady is all of these things to her children that seek her merciful help. Today, let us place all our loved ones, our family and friends, under Our Lady’s mantle of protection asking her to extend her maternal protection over them.\n\nTeaching of the Church: Insistent prayer to the Mother of God is based on confidence that her maternal intercession can obtain all things from the heart of her Son. She is “all-powerful by grace, to use the bold expression, which needs to be properly understood… This is a conviction which, beginning with the Gospel, has grown ever more firm in the experience of the Christian people. The supreme poet Dante expresses it marvellously in the lines sung by Saint Bernard: Lady, thou art so great and so powerful, that whoever desires grace yet does not turn to thee, would have his desire fly without wings. (RVM n16)\n\nConcluding Prayer\n\nSupplication to the Virgin of Revelation To obtain any grace  Most Holy Virgin of the Revelation, you who are so close to the Divine Trinity, deign we beg you; turn your merciful and kind glance towards us. Oh Mary! You are our powerful advocate before God, who even from this valley of tears will obtain graces and miracles for the conversion of sinners, grant that we obtain from Your Son Jesus, salvation of the soul, perfect health of body and the graces which we need. Grant to the Church and its head, the Roman Pontiff, the joy of seeing the conversion of His enemies, the propagation of the Kingdom of God over all the earth, the unity of all believers in Christ, peace among nations in order that we can love and serve You better in this life and one day deserve to see and thank you eternally in Heaven. Amen  Nihil obstat + Bishop Ilario",
      "refrain": "",
      "concluding": ""
    },
    {
      "day": 3,
      "title": "Day 3 Prayer",
      "text": "In the name of the Father, and of the Son, and of the Holy Spirit. Amen.\n\nDaily Prayer\n\nMeditation: We are always somehow predisposed to yield to the requests of those we love. Likewise, Jesus, during his time on earth, was also moved to respond to His Mother’s intercessions. Now in heaven, the Lord prefers nothing more than granting favours to those who implore His Mother’s help. The Hail Mary is a most powerful way to move the heart of the Lord towards granting our intentions because it reminds Him of His Mother’s singular goodness.\n\nTeaching of the Church: The centre of gravity in the Hail Mary, the hinge as it were which joins its two parts, is the name of Jesus….When we repeat the name of Jesus — the only name given to us by which we may hope for salvation (cf. Acts 4:12) — in close association with the name of his Blessed Mother, almost as if it were done at her suggestion, we set out on a path of assimilation meant to help us enter more deeply into the life of Christ. From Mary’s uniquely privileged relationship with Christ, which makes her the Mother of God, Theotókos, derives the forcefulness of the appeal we make to her in the second half of the prayer, as we entrust to her maternal intercession our lives and the hour of our death. (RVM n.33)\n\nConcluding Prayer\n\nSupplication to the Virgin of Revelation To obtain any grace  Most Holy Virgin of the Revelation, you who are so close to the Divine Trinity, deign we beg you; turn your merciful and kind glance towards us. Oh Mary! You are our powerful advocate before God, who even from this valley of tears will obtain graces and miracles for the conversion of sinners, grant that we obtain from Your Son Jesus, salvation of the soul, perfect health of body and the graces which we need. Grant to the Church and its head, the Roman Pontiff, the joy of seeing the conversion of His enemies, the propagation of the Kingdom of God over all the earth, the unity of all believers in Christ, peace among nations in order that we can love and serve You better in this life and one day deserve to see and thank you eternally in Heaven. Amen  Nihil obstat + Bishop Ilario",
      "refrain": "",
      "concluding": ""
    },
    {
      "day": 4,
      "title": "Day 4 Prayer",
      "text": "In the name of the Father, and of the Son, and of the Holy Spirit. Amen.\n\nDaily Prayer\n\nMeditation: The Virgin of Revelation’s invite to call me mother is an expression of the close bond that she feels for each of us. It is an invite to have a close relationship with Our Blessed Mother. It is always possible to depend on a mother’s love and, should we go astray, our mother’s calls will indicate the right path to follow. Our Lady wants to indicate the way to follow her Son, which means the way to become truly configured to Him by living the Christian life. This maternity extends in a special way towards the Priests because, once in Our Lady’s care, they will find the way to become purer, holier, more faithful and more united to Christ and His bride, the Church. Let us pray for all Priests that they have the courage to be pure, holy and faithful to the teachings of the Catholic Church and to transmit that faith to members of the Church.\n\nTeaching of the Church: Since Mary is completely imbued with the Word of God, she is able to become the Mother of the Word Incarnate. Finally, Mary is a woman who loves. How could it be otherwise? As a believer who in faith thinks with God’s thoughts and wills with God’s will, she cannot fail to be a woman who loves. We sense this in her quiet gestures, as recounted by the infancy narratives in the Gospel. We see it in the delicacy with which she recognizes the need of the spouses at Cana and makes it known to Jesus. We see it in the humility with which she recedes into the background during Jesus’ public life, knowing that the Son must establish a new family and that the Mother’s hour will come only with the Cross, which will be Jesus’ true hour (cf. Jn 2:4; 13:1). When the disciples flee, Mary will remain beneath the Cross (cf. Jn 19:25–27); later, at the hour of Pentecost, it will be they who gather around her as they wait for the Holy Spirit (cf. Acts 1:14). (Deus Caritas Est n 41)\n\nConcluding Prayer\n\nSupplication to the Virgin of Revelation To obtain any grace  Most Holy Virgin of the Revelation, you who are so close to the Divine Trinity, deign we beg you; turn your merciful and kind glance towards us. Oh Mary! You are our powerful advocate before God, who even from this valley of tears will obtain graces and miracles for the conversion of sinners, grant that we obtain from Your Son Jesus, salvation of the soul, perfect health of body and the graces which we need. Grant to the Church and its head, the Roman Pontiff, the joy of seeing the conversion of His enemies, the propagation of the Kingdom of God over all the earth, the unity of all believers in Christ, peace among nations in order that we can love and serve You better in this life and one day deserve to see and thank you eternally in Heaven. Amen  Nihil obstat + Bishop Ilario",
      "refrain": "",
      "concluding": ""
    },
    {
      "day": 5,
      "title": "Day 5 Prayer",
      "text": "In the name of the Father, and of the Son, and of the Holy Spirit. Amen.\n\nDaily Prayer\n\nMeditation: The Sacred Heart of Jesus burns with love for men. At Tre Fontane, Our Lady told Bruno that this devotion had saved him. The Virgin wanted to underline the reality that Our Lord works in the details of everyone’s life to bring about their salvation even if it is won despite our own initial resistance. The other aspect of the grace that Bruno received is that it took time to mature. We do not often receive the grace we ask for immediately or even on our terms. The Lord knows the real needs of lives which is a deeper encounter with Him. First, we must grow in trust and patience before the Lord will answer our needs. The Lord grants us the graces just at the right time. Often, it is only when we look back that we see that the Lord’s timing was perfect. Today, let us ask Our Lady for the grace of greater devotion to the Sacred Heart and the courage to entrust all our lives to Him.\n\nTeaching of the Church: We do not hesitate to declare that devotion to the Sacred Heart of Jesus is the most effective school of the love of God; the love of God, We say, which must be the foundation on which to build the kingdom of God in the hearts of individuals, families, and nations… Pius XII, Harietis Aquas, n124\n\nConcluding Prayer\n\nSupplication to the Virgin of Revelation To obtain any grace  Most Holy Virgin of the Revelation, you who are so close to the Divine Trinity, deign we beg you; turn your merciful and kind glance towards us. Oh Mary! You are our powerful advocate before God, who even from this valley of tears will obtain graces and miracles for the conversion of sinners, grant that we obtain from Your Son Jesus, salvation of the soul, perfect health of body and the graces which we need. Grant to the Church and its head, the Roman Pontiff, the joy of seeing the conversion of His enemies, the propagation of the Kingdom of God over all the earth, the unity of all believers in Christ, peace among nations in order that we can love and serve You better in this life and one day deserve to see and thank you eternally in Heaven. Amen  Nihil obstat + Bishop Ilario",
      "refrain": "",
      "concluding": ""
    },
    {
      "day": 6,
      "title": "Day 6 Prayer",
      "text": "In the name of the Father, and of the Son, and of the Holy Spirit. Amen.\n\nDaily Prayer\n\nMeditation: With this invite the Virgin urges us to imitate her — to not keep the Word for ourselves but to go out and pass it on to others. Our Lady, having just conceived the Word in her womb, went “with haste” to visit St Elisabeth to share the good news of salvation with her. This is what the Virgin asks us all — each in his own way — to do. In a world that is parched for the Word of God, Our Lady appeared holding the Word to demonstrate that we too must be bearers of this same Word.\n\nTeaching of the Church: Here we see how completely at home Mary is with the Word of God, with ease she moves in and out of it. She speaks and thinks with the Word of God; the Word of God becomes her word, and her word issues from the Word of God. Here we see how her thoughts are attuned to the thoughts of God, how her will is one with the will of God. (Deus Caritas Est n41)\n\nConcluding Prayer\n\nSupplication to the Virgin of Revelation To obtain any grace  Most Holy Virgin of the Revelation, you who are so close to the Divine Trinity, deign we beg you; turn your merciful and kind glance towards us. Oh Mary! You are our powerful advocate before God, who even from this valley of tears will obtain graces and miracles for the conversion of sinners, grant that we obtain from Your Son Jesus, salvation of the soul, perfect health of body and the graces which we need. Grant to the Church and its head, the Roman Pontiff, the joy of seeing the conversion of His enemies, the propagation of the Kingdom of God over all the earth, the unity of all believers in Christ, peace among nations in order that we can love and serve You better in this life and one day deserve to see and thank you eternally in Heaven. Amen  Nihil obstat + Bishop Ilario",
      "refrain": "",
      "concluding": ""
    },
    {
      "day": 7,
      "title": "Day 7 Prayer",
      "text": "In the name of the Father, and of the Son, and of the Holy Spirit. Amen.\n\nDaily Prayer\n\nMeditation: The Virgin of Revelation calls us all to conversion. She promises great prodigies for hardened sinners or those who are unable to accept the truths of the Catholic faith. However, conversion goes right to the heart of the Christian. It is a lifetimes journey and so Our Lady’s call for conversion applies to all Christians. We must all continually renounce the “hardness of our hearts” to become more Christ like. The Virgin is the model of the Christian and so by looking at her we can learn how to love her Son ever more perfectly. In our prayer today let us place all those we know who are in need of conversion under the maternal care of the Virgin of Revelation.\n\nTeaching of the Church: n Mary’s company … this demanding ideal of being conformed to him is pursued through an association which could be described in terms of friendship. We are thereby enabled to enter naturally into Christ’s life and as it were to share his deepest feelings. In this regard Blessed Bartolo Longo has written: “Just as two friends, frequently in each other’s company, tend to develop similar habits, so too, by holding familiar converse with Jesus and the Blessed Virgin, by meditating on the mysteries of the Rosary and by living the same life in Holy Communion, we can become, to the extent of our lowliness, similar to them and can learn from these supreme models a life of humility, poverty, hiddenness, patience and perfection. (RVM 15)\n\nConcluding Prayer\n\nSupplication to the Virgin of Revelation To obtain any grace  Most Holy Virgin of the Revelation, you who are so close to the Divine Trinity, deign we beg you; turn your merciful and kind glance towards us. Oh Mary! You are our powerful advocate before God, who even from this valley of tears will obtain graces and miracles for the conversion of sinners, grant that we obtain from Your Son Jesus, salvation of the soul, perfect health of body and the graces which we need. Grant to the Church and its head, the Roman Pontiff, the joy of seeing the conversion of His enemies, the propagation of the Kingdom of God over all the earth, the unity of all believers in Christ, peace among nations in order that we can love and serve You better in this life and one day deserve to see and thank you eternally in Heaven. Amen  Nihil obstat + Bishop Ilario",
      "refrain": "",
      "concluding": ""
    },
    {
      "day": 8,
      "title": "Day 8 Prayer",
      "text": "In the name of the Father, and of the Son, and of the Holy Spirit. Amen.\n\nDaily Prayer\n\nMeditation: There is a joy in following the Lord! If we are with Christ then nothing can overcome us and we know that He will turn all things to our favour (cfr. Rom 8:28). Therefore, if we are having joys or sorrows we can still rejoice. The Virgin of Revelation tells us the real secret of Christian joy — a relationship with Christ in prayer. When we breathe freely the air of an intimate friendship with Christ we are able to share our difficulties and challenges with Him and so nothing can be surmountable which must be a cause for our joy! The real secret of Christian joy is precisely in this — the Lord’s intimate presence in our lives which is why His mother encourages us always to pray!\n\nTeaching of the Church: Prayer is the life of the new heart. It ought to animate us at every moment. But we tend to forget him who is our life and our all. This is why the Fathers of the spiritual life in the Deuteronomic and prophetic traditions insist that prayer is a remembrance of God often awakened by the memory of the heart “We must remember God more often than we draw breath. CCC 2697\n\nConcluding Prayer\n\nSupplication to the Virgin of Revelation To obtain any grace  Most Holy Virgin of the Revelation, you who are so close to the Divine Trinity, deign we beg you; turn your merciful and kind glance towards us. Oh Mary! You are our powerful advocate before God, who even from this valley of tears will obtain graces and miracles for the conversion of sinners, grant that we obtain from Your Son Jesus, salvation of the soul, perfect health of body and the graces which we need. Grant to the Church and its head, the Roman Pontiff, the joy of seeing the conversion of His enemies, the propagation of the Kingdom of God over all the earth, the unity of all believers in Christ, peace among nations in order that we can love and serve You better in this life and one day deserve to see and thank you eternally in Heaven. Amen  Nihil obstat + Bishop Ilario",
      "refrain": "",
      "concluding": ""
    },
    {
      "day": 9,
      "title": "Day 9 Prayer",
      "text": "In the name of the Father, and of the Son, and of the Holy Spirit. Amen.\n\nDaily Prayer\n\nMeditation: There is an extraordinary relevance, or we could say, modernity of the title to which the Mother of the Lord is venerated and remembered here at Tre Fontane — the Virgin of Revelation. One of the five fundamental dogmatic constitutions of the II Vatican Council — Dei Verbum, was entirely dedicated to Divine Revelation who is the person of Jesus Christ. The fact that the Most Holy Mary is venerated with this title places the mystery of God who speaks to men as a friend in our hearts so that we too may respond with our yes just like our Blessed Mother. The\n\nTeaching of the Church: The Virgin Mary, who at the message of the angel received the Word of God in her heart and in her body and gave Life to the world, is acknowledged and honoured as being truly the Mother of God and Mother of the Redeemer. Redeemed by reason of the merits of her Son and united to Him by a close and indissoluble tie, she is endowed with the high office and dignity of being the Mother of the Son of God, by which account she is also the beloved daughter of the Father and the temple of the Holy Spirit. Lumen Gentium 53\n\nConcluding Prayer\n\nSupplication to the Virgin of Revelation To obtain any grace  Most Holy Virgin of the Revelation, you who are so close to the Divine Trinity, deign we beg you; turn your merciful and kind glance towards us. Oh Mary! You are our powerful advocate before God, who even from this valley of tears will obtain graces and miracles for the conversion of sinners, grant that we obtain from Your Son Jesus, salvation of the soul, perfect health of body and the graces which we need. Grant to the Church and its head, the Roman Pontiff, the joy of seeing the conversion of His enemies, the propagation of the Kingdom of God over all the earth, the unity of all believers in Christ, peace among nations in order that we can love and serve You better in this life and one day deserve to see and thank you eternally in Heaven. Amen  Nihil obstat + Bishop Ilario\n\nSend me your answered prayers from the Mary, the Virgin of Revelation Novena",
      "refrain": "",
      "concluding": ""
    }
  ]
}