{
  "id": "novena-for-the-holy-souls-in-purgatory",
  "title": "Novena for the Holy Souls in Purgatory",
  "startDate": "October 24th",
  "feastDay": "November 2nd",
  "birth": "N/A",
  "death": "N/A",
  "patronage": "",
  "days": [
    {
      "day": 1,
      "title": "Day 1 Prayer",
      "text": "In the name of the Father, and of the Son, and of the Holy Spirit. Amen.\n\nDaily Prayer\n\nJesus, my Saviour I have so often deserved to be cast into hell how great would be my suffering if I were now cast away and obliged to think that I myself had caused my damnation. I thank Thee for the patience with which Thou hast endured me. My God, I love Thee above all things and I am heartily sorry for having offended Thee because Thou art infinite goodness. I will rather die than offend Thee again. Grant me the grace of perseverance. Have pity on me and at the same time on those blessed souls suffering in Purgatory. Mary, Mother of God, come to their assistance with thy powerful intercession.\n\nSay one Our Father, one Hail Mary, and the Prayer to Our Suffering Saviour for the Holy Souls in Purgatory below",
      "refrain": "",
      "concluding": ""
    },
    {
      "day": 2,
      "title": "Day 2 Prayer",
      "text": "In the name of the Father, and of the Son, and of the Holy Spirit. Amen.\n\nDaily Prayer\n\nWoe to me, unhappy being, so many years have I already spent on earth and have earned naught but hell! I give Thee thanks, O Lord, for granting me time even now to atone for my sins. My good God, I am heartily sorry for having offended Thee. Send me Thy assistance, that I may apply the time yet remaining to me for Thy love and service; have compassion on me, and, at the same time, on the holy souls suffering in Purgatory. O Mary, Mother of God, come to their assistance with thy powerful intercession.\n\nSay one Our Father, one Hail Mary, and the Prayer to Our Suffering Saviour for the Holy Souls in Purgatory below",
      "refrain": "",
      "concluding": ""
    },
    {
      "day": 3,
      "title": "Day 3 Prayer",
      "text": "In the name of the Father, and of the Son, and of the Holy Spirit. Amen.\n\nDaily Prayer\n\nMy God! because Thou art infinite goodness, I love Thee above all things, and repent with my whole heart of my offenses against Thee. Grant me the grace of holy perseverance. Have compassion on me, and, at the same, on the holy souls suffering in Purgatory. And thou, Mary, Mother of God, come to their assistance with thy powerful intercession.\n\nSay one Our Father, one Hail Mary, and the Prayer to Our Suffering Saviour for the Holy Souls in Purgatory below",
      "refrain": "",
      "concluding": ""
    },
    {
      "day": 4,
      "title": "Day 4 Prayer",
      "text": "In the name of the Father, and of the Son, and of the Holy Spirit. Amen.\n\nDaily Prayer\n\nMy God! because Thou art infinite goodness, I am sorry with my whole heart for having offended Thee. I promise to die rather than ever offend Thee more. Give me holy perseverance; have pity on me, and have pity on those holy souls that burn in the cleansing fire and love Thee with all their hearts. O Mary, Mother of God, assist them by thy powerful prayers.\n\nSay one Our Father, one Hail Mary, and the Prayer to Our Suffering Saviour for the Holy Souls in Purgatory below",
      "refrain": "",
      "concluding": ""
    },
    {
      "day": 5,
      "title": "Day 5 Prayer",
      "text": "In the name of the Father, and of the Son, and of the Holy Spirit. Amen.\n\nDaily Prayer\n\nWoe to me, unhappy being, if Thou, O Lord, hadst cast me into hell; for from that dungeon of eternal pain there is no deliverance. I love Thee above all things, O infinite God and I am sincerely sorry for having offended Thee again. Grant me the grace of holy perseverance. Have compassion on me, and, at the same time, on the holy souls suffering in Purgatory. O Mary, Mother of God, come to their assistance with thy powerful intercession.\n\nSay one Our Father, one Hail Mary, and the Prayer to Our Suffering Saviour for the Holy Souls in Purgatory below",
      "refrain": "",
      "concluding": ""
    },
    {
      "day": 6,
      "title": "Day 6 Prayer",
      "text": "In the name of the Father, and of the Son, and of the Holy Spirit. Amen.\n\nDaily Prayer\n\nMy Divine Redeemer, Thou didst die for me on the Cross, and hast so often united Thyself with me in Holy Communion, and I have repaid Thee only with ingratitude. Now, however, I love Thee above all things, O supreme God; and I am more grieved at my offences against Thee than at any other evil. I will rather die than offend Thee again. Grant me the grace of holy perseverance. Have compassion on me, and, at the same time, on the holy souls suffering in Purgatory. Mary, Mother of God, come to their aid with thy powerful intercession.\n\nSay one Our Father, one Hail Mary, and the Prayer to Our Suffering Saviour for the Holy Souls in Purgatory below",
      "refrain": "",
      "concluding": ""
    },
    {
      "day": 7,
      "title": "Day 7 Prayer",
      "text": "In the name of the Father, and of the Son, and of the Holy Spirit. Amen.\n\nDaily Prayer\n\nGod, Father of Mercy, satisfy this their ardent desire! Send them Thy holy Angel to announce to them that Thou, their Father, are now reconciled with them through the suffering and death of Jesus, and that the moment of their deliverance has arrived.\n\nSay one Our Father, one Hail Mary, and the Prayer to Our Suffering Saviour for the Holy Souls in Purgatory below",
      "refrain": "",
      "concluding": ""
    },
    {
      "day": 8,
      "title": "Day 8 Prayer",
      "text": "In the name of the Father, and of the Son, and of the Holy Spirit. Amen.\n\nDaily Prayer\n\nOh my God! I also am one of these ungrateful beings, having received so much grace, and yet despised Thy love and deserved to be cast by Thee into hell. But Thy infinite goodness has spared me until now. Therefore, I now love Thee above all things, and I am heartily sorry for having offended Thee. I will rather die than ever offend Thee. Grant me the grace of holy perseverance. Have compassion on me and, at the same time, on the holy souls suffering in Purgatory. Mary, Mother of God, come to their aid with thy powerful intercession.\n\nSay one Our Father, one Hail Mary, and the Prayer to Our Suffering Saviour for the Holy Souls in Purgatory below",
      "refrain": "",
      "concluding": ""
    },
    {
      "day": 9,
      "title": "Day 9 Prayer",
      "text": "In the name of the Father, and of the Son, and of the Holy Spirit. Amen.\n\nDaily Prayer\n\nMy God! How was it possible that I, for so many years, have borne tranquilly the separation from Thee and Thy holy grace! O infinite Goodness, how long-suffering hast Thou shown Thyself to me! Henceforth, I shall love Thee above all things. I am deeply sorry for having offended Thee; I promise rather to die than to again offend Thee. Grant me the grace of holy perseverance, and do not permit that I should ever again fall into sin. Have compassion on the holy souls in Purgatory. I pray Thee, moderate their sufferings; shorten the time of their misery; call them soon unto Thee in heaven, that they may behold Thee face to face, and forever love Thee. Mary, Mother of Mercy, come to their aid with thy powerful intercession, and pray for us also who are still in danger of eternal damnation.\n\nSay one Our Father, one Hail Mary, and the Prayer to Our Suffering Saviour for the Holy Souls in Purgatory below\n\nO most sweet Jesus, through the bloody sweat which Thou didst suffer in the Garden of Gethsemani, have mercy on these Blessed Souls. Have mercy on them. \nR. Have mercy on them, O Lord.\n\nO most sweet Jesus, through the pains which Thou didst suffer during Thy most cruel scourging, have mercy on them. \nR. Have mercy on them, O Lord.\n\nO most sweet Jesus, through the pains which Thou didst suffer in Thy most painful crowning with thorns, have mercy on them. \nR. Have mercy on them, O Lord.\n\nO most sweet Jesus, through the pains which Thou didst suffer in carrying Thy cross to Calvary, have mercy on them. \nR. Have mercy on them, O Lord.\n\nO most sweet Jesus, through the pains which Thou didst suffer during Thy most cruel Crucifixion, have mercy on them. \nR. Have mercy on them, O Lord.\n\nO most sweet Jesus, through the pains which Thou didst suffer in Thy most bitter agony on the Cross, have mercy on them. \nR. Have mercy on them, O Lord.\n\nO most sweet Jesus, through the immense pain which Thou didst suffer in breathing forth Thy Blessed Soul, have mercy on them. \nR. Have mercy on them, O Lord.\n\n(Recommend yourself to the Souls in Purgatory and mention your intentions here)\n\nBlessed Souls, I have prayed for thee; I entreat thee, who are so dear to God, and who are secure of never losing Him, to pray for me a miserable sinner, who is in danger of being damned, and of losing God forever. Amen.",
      "refrain": "",
      "concluding": ""
    }
  ]
}