{
  "id": "st-martin-de-porres-novena",
  "title": "St Martin de Porres Novena",
  "startDate": "October 25th",
  "feastDay": "November 3rd",
  "birth": "December 9th, 1579",
  "death": "November 3rd, 1639",
  "patronage": "",
  "days": [
    {
      "day": 1,
      "title": "Day 1 Prayer: St Martin’s Humility",
      "text": "In the name of the Father, and of the Son, and of the Holy Spirit. Amen.\n\nIntro Prayer\n\nMost humble Martin de Porres, your burning charity embraced not only the poor and needy but even the animals of the field. For your splendid example of charity, we honour you and invoke your help.From your place in heaven, hear the requests of your needy brethren, so that, by imitating your virtues we may live contentedly in that state in which God has placed us.\n\nDaily Prayer\n\nSt Martin imitated our Lord, Who was meek and humble of heart. There was no pride or vanity in his soul. He knew that God is our Creator and that we are but His creatures. He understood that God loves us as children and only wants us to be happy. So he submitted entirely to the Holy Will of God. Let us all imitate St Martin by humbly doing the Will of God in all things.\n\nO humble St Martin, ask our Lord to give us the grace of true humility that we may not be puffed up with foolish pride, but may be contented with the gifts that God gives us. Obtain for us the light of the Holy Ghost that we may understand, as you did, that pride is a deceit of the devil and that only by doing the Will of God can we be truly happy. Amen.\n\nConcluding Prayer\n\nOur FatherHail Mary x3Glory Be",
      "refrain": "",
      "concluding": ""
    },
    {
      "day": 2,
      "title": "Day 2 Prayer: St Martin’s Love of God",
      "text": "In the name of the Father, and of the Son, and of the Holy Spirit. Amen.\n\nIntro Prayer\n\nMost humble Martin de Porres, your burning charity embraced not only the poor and needy but even the animals of the field. For your splendid example of charity, we honour you and invoke your help.From your place in heaven, hear the requests of your needy brethren, so that, by imitating your virtues we may live contentedly in that state in which God has placed us.\n\nDaily Prayer\n\nSt Martin’s whole soul was filled with God’s love. He knew that Almighty God sent His Only Son into the world to suffer and die on the Cross for our sins. His heart was stirred with deep affection for so loving a Redeemer, and his whole life gives evidence of his sincere gratitude. May we, too, learn to love our Saviour more and more and show our love by our good works.\n\nLet us pray. O St Martin, why are our hearts so cold and lacking in love for the Son of God, Who became a little Child for our salvation?  Why are we so slow to love One Who loved us so much that He gave His life for mankind?  Ask God to make us realise that the only way to happiness is by loving and serving Him with all our hearts and souls. Amen.\n\nConcluding Prayer\n\nOur FatherHail Mary x3Glory Be",
      "refrain": "",
      "concluding": ""
    },
    {
      "day": 3,
      "title": "Day 3 Prayer: St Martin’s Love for the Poor",
      "text": "In the name of the Father, and of the Son, and of the Holy Spirit. Amen.\n\nIntro Prayer\n\nMost humble Martin de Porres, your burning charity embraced not only the poor and needy but even the animals of the field. For your splendid example of charity, we honour you and invoke your help.From your place in heaven, hear the requests of your needy brethren, so that, by imitating your virtues we may live contentedly in that state in which God has placed us.\n\nDaily Prayer\n\nSt Martin was called “the Father of the Poor”. He saw in the poor, the sick and the dying the children of God, and he helped them in a thousand practical ways. He studied medicine so that he might know how to cure the sick. Every day he distributed alms to the poor. He built an orphanage for children. Let us imitate the charity of St Martin that God may bless us as He blessed him.\n\nLet us pray. Dear St Martin, teach us to be generous with the gifts that God has given us. Make us sympathetic towards those who are suffering and afflicted. Pray to our Redeemer and to Our Lady of Mercy that our hearts may not be hardened by sin and selfishness, but that we may always be kind and generous to our neighbours because they are the children of our Heavenly Father. Amen.\n\nConcluding Prayer\n\nOur FatherHail Mary x3Glory Be",
      "refrain": "",
      "concluding": ""
    },
    {
      "day": 4,
      "title": "Day 4 Prayer: St Martin’s Faith",
      "text": "In the name of the Father, and of the Son, and of the Holy Spirit. Amen.\n\nIntro Prayer\n\nMost humble Martin de Porres, your burning charity embraced not only the poor and needy but even the animals of the field. For your splendid example of charity, we honour you and invoke your help.From your place in heaven, hear the requests of your needy brethren, so that, by imitating your virtues we may live contentedly in that state in which God has placed us.\n\nDaily Prayer\n\nSt Martin had a lively faith in all the teachings of the Catholic Church because he knew that it was founded by Jesus Christ, the Son of God, Who can neither deceive nor be deceived. God rewarded St Martin’s humble faith by enlightening his mind that he might believe the mysteries of our Holy Religion. May God give us the grace always to believe the truths which He has revealed.\n\nLet us pray. O glorious St Martin, we need strong faith in God and His Holy Church, especially in these days when so many people have turned against religion. Bring to a knowledge and love of the true Church the non-Catholic members of your race that they may find the way to salvation and happiness. Ask God to make us faithful soldiers of Jesus Christ in life and in death. Amen.\n\nConcluding Prayer\n\nOur FatherHail Mary x3Glory Be",
      "refrain": "",
      "concluding": ""
    },
    {
      "day": 5,
      "title": "Day 5 Prayer: St Martin’s Confidence in God",
      "text": "In the name of the Father, and of the Son, and of the Holy Spirit. Amen.\n\nIntro Prayer\n\nMost humble Martin de Porres, your burning charity embraced not only the poor and needy but even the animals of the field. For your splendid example of charity, we honour you and invoke your help.From your place in heaven, hear the requests of your needy brethren, so that, by imitating your virtues we may live contentedly in that state in which God has placed us.\n\nDaily Prayer\n\nSt Martin firmly relied on the goodness and promises of God. He hoped through the grace of God, and the merits of Jesus Christ one day to obtain an eternal reward. We know that St Martin’s trust in God was not in vain. We, too, are confident that God will forgive us our sins if we are truly sorry and that He will give us everlasting life if we serve Him faithfully by obeying His commandments.\n\nLet us pray. St Martin, help us to have a great trust in Almighty God. Make us understand that He is One Friend who will never desert us as long as we are true to Him. Keep us from foolishly presuming that we will be saved without doing our part, but keep us also from despair, which forgets the mercy of God. Ask the Child Jesus to increase in our hearts faith, hope, and charity. Amen.\n\nConcluding Prayer\n\nOur FatherHail Mary x3Glory Be",
      "refrain": "",
      "concluding": ""
    },
    {
      "day": 6,
      "title": "Day 6 Prayer: St Martin’s Devotion to Prayer",
      "text": "In the name of the Father, and of the Son, and of the Holy Spirit. Amen.\n\nIntro Prayer\n\nMost humble Martin de Porres, your burning charity embraced not only the poor and needy but even the animals of the field. For your splendid example of charity, we honour you and invoke your help.From your place in heaven, hear the requests of your needy brethren, so that, by imitating your virtues we may live contentedly in that state in which God has placed us.\n\nDaily Prayer\n\nSt Martin kept his mind and heart always lifted up to the Creator of all things. His prayer came from the depths of his soul. He constantly turned to God to adore Him, to thank Him, and to ask Him for help. St Martin prayed with humility and perseverance, and God was pleased to answer his prayers in miraculous ways. He will pray for us before the Throne of God in Heaven.\n\nLet us pray. St Martin, help us to realise that Christ meant what He said when He promised:  “Ask, and it shall be given you: seek, and you shall find.”   Make us faithful in attending Holy Mass and other devotions. Remind us to say our daily prayers to obtain the blessing of God. Ask the Queen of the Most Holy Rosary to obtain for us a share of the treasures of the Holy Rosary. Amen.\n\nConcluding Prayer\n\nOur FatherHail Mary x3Glory Be",
      "refrain": "",
      "concluding": ""
    },
    {
      "day": 7,
      "title": "Day 7 Prayer: St Martin’s Spirit of Penance",
      "text": "In the name of the Father, and of the Son, and of the Holy Spirit. Amen.\n\nIntro Prayer\n\nMost humble Martin de Porres, your burning charity embraced not only the poor and needy but even the animals of the field. For your splendid example of charity, we honour you and invoke your help.From your place in heaven, hear the requests of your needy brethren, so that, by imitating your virtues we may live contentedly in that state in which God has placed us.\n\nDaily Prayer\n\nSt Martin was a brave man. He was not afraid of hard work. He did not weakly seek for comforts as we often do. Even though he laboured so hard, he was glad to do severe penances for his sins and for the salvation of souls. If so holy a man did penances, how much more should we, who have seriously offended Almighty God by our sinfulness!\n\nLet us pray. St Martin, from you we learn how to be courageous and valiant. From your life we learn to avoid idleness and self-seeking. Give us some of that spirit of penance which you had, so that we may be brave in the struggle with temptation. Ask Jesus Crucified to give us the grace to fight the good fight for victory. Amen.\n\nConcluding Prayer\n\nOur FatherHail Mary x3Glory Be",
      "refrain": "",
      "concluding": ""
    },
    {
      "day": 8,
      "title": "Day 8 Prayer: St Martin’s Reward",
      "text": "In the name of the Father, and of the Son, and of the Holy Spirit. Amen.\n\nIntro Prayer\n\nMost humble Martin de Porres, your burning charity embraced not only the poor and needy but even the animals of the field. For your splendid example of charity, we honour you and invoke your help.From your place in heaven, hear the requests of your needy brethren, so that, by imitating your virtues we may live contentedly in that state in which God has placed us.\n\nDaily Prayer\n\nSt Martin died a holy and peaceful death. He had spent his life in doing good as a humble Lay-Brother of the Dominican Order. But he that humbleth himself shall be exalted. Soon his heroic life became widely known, and Pope John XXIII solemnly proclaimed Martin de Porres a Saint of God. Let us rejoice that we have such a noble brother among the Saints of God in Heaven!\n\nLet us pray. Dear St Martin, you have been raised up by Almighty God to show us the way to our true home. You have given us the good example and the encouragement that we need. We know from your life that to win the reward of glory we have but to love and serve the Best of Masters. May we ever be humble that we, too, may be exulted unto everlasting life. Amen.\n\nConcluding Prayer\n\nOur FatherHail Mary x3Glory Be",
      "refrain": "",
      "concluding": ""
    },
    {
      "day": 9,
      "title": "Day 9 Prayer: St Martin’s Miracles",
      "text": "In the name of the Father, and of the Son, and of the Holy Spirit. Amen.\n\nIntro Prayer\n\nMost humble Martin de Porres, your burning charity embraced not only the poor and needy but even the animals of the field. For your splendid example of charity, we honour you and invoke your help.From your place in heaven, hear the requests of your needy brethren, so that, by imitating your virtues we may live contentedly in that state in which God has placed us.\n\nDaily Prayer\n\nSt Martin performed many miracles during his life and after his holy death. We can go to him with confidence for he will grant our petitions if they are for the good of our souls. His heart is very big, and he loves to help us, he is kind in every way. We have only to tell him our troubles and to ask him to help us. If we do our part we can be sure that our dear friend St Martin will do his.\n\nLet us pray. O Lord Jesus Christ, Who didst inflame the heart of St Martin with an ardent love of the poor and Who didst teach him the wonderful joy of true humility and the wisdom of accepting God’s Holy Will, grant that, like him, we may be ever truly humble of heart and full of Christ-like love for suffering humanity. Deign, we beseech Thee, that, by imitating the holy life and enjoying the powerful help of this saintly man, the whole world may be drawn nearer to Thee, the Saviour of the human race. Who livest and reignest, with God the Father, in the unity of the Holy Ghost, God, world without end. Amen.\n\nConcluding Prayer\n\nOur FatherHail Mary x3Glory Be\n\nSend me your answered prayers from the St Martin de Porres Novena",
      "refrain": "",
      "concluding": ""
    }
  ]
}