{
  "id": "st.-teresa-of-avila-novena",
  "title": "St. Teresa of Avila Novena",
  "startDate": "October 6th",
  "feastDay": "October 15th",
  "birth": "March 28, 1515",
  "death": "October 4, 1582",
  "patronage": "",
  "days": [
    {
      "day": 1,
      "title": "Day 1 Prayer",
      "text": "In the name of the Father, and of the Son, and of the Holy Spirit. Amen.\n\nDaily Prayer\n\nO most amiable Lord Jesus Christ! We thank Thee for the great gift of faith and of devotion to the Holy Sacrament, which Thou didst grant to Thy beloved Teresa; we pray Thee, by Thy merits and by those of Thy faithful spouse, to grant us the gift of a lively faith, and of a fervent devotion toward the most Holy Sacrament of the altar; where Thou, O infinite Majesty! hast obliged Thyself to abide with us even to the end of the world, and wherein Thou didst so lovingly give Thy whole Self to us.",
      "refrain": "",
      "concluding": ""
    },
    {
      "day": 2,
      "title": "Day 2 Prayer",
      "text": "In the name of the Father, and of the Son, and of the Holy Spirit. Amen.\n\nDaily Prayer\n\nO most merciful Lord Jesus Christ! we thank Thee for the great gift of hope which Thou didst grant to Thy beloved Teresa; we pray Thee, by Thy merits, and by those of Thy holy spouse, to give us a great confidence in Thy goodness, by reason of Thy Precious Blood, which Thou hast shed to its last drop for our salvation.",
      "refrain": "",
      "concluding": ""
    },
    {
      "day": 3,
      "title": "Day 3 Prayer",
      "text": "In the name of the Father, and of the Son, and of the Holy Spirit. Amen.\n\nDaily Prayer\n\nO most loving Lord Jesus Christ! we thank Thee for the great gift of love which Thou didst grant to Thy beloved Teresa; we pray Thee, by Thy merits, and by those of Thy most loving spouse, to give us the great, the crowning gift of Thy perfect love.",
      "refrain": "",
      "concluding": ""
    },
    {
      "day": 4,
      "title": "Day 4 Prayer",
      "text": "In the name of the Father, and of the Son, and of the Holy Spirit. Amen.\n\nDaily Prayer\n\nO most sweet Lord Jesus Christ! we thank Thee for the gift of great desire and resolution which Thou didst grant to Thy beloved Teresa, that she might love Thee perfectly; we pray Thee, by Thy merits, and by those of Thy most generous spouse, to give us a true desire, and a true resolution of pleasing Thee the utmost of our power. Amen.",
      "refrain": "",
      "concluding": ""
    },
    {
      "day": 5,
      "title": "Day 5 Prayer",
      "text": "In the name of the Father, and of the Son, and of the Holy Spirit. Amen.\n\nDaily Prayer\n\nO most kind Lord Jesus Christ! we thank Thee for the great gift of humility which Thou didst grant to Thy beloved Teresa; we pray Thee, by Thy merits, and by those of Thy most humble spouse, to grant us the grace of a true humility, which may make us ever find our joy in humiliation, and prefer contempt before every honor.",
      "refrain": "",
      "concluding": ""
    },
    {
      "day": 6,
      "title": "Day 6 Prayer",
      "text": "In the name of the Father, and of the Son, and of the Holy Spirit. Amen.\n\nDaily Prayer\n\nO most bountiful Lord Jesus Christ! we thank Thee for the gift of devotion towards Thy sweet mother, Mary and her holy spouse, Joseph, which Thou didst grant to Thy beloved Teresa; we pray Thee, by Thy merits, and by those of Thy most dear spouse, to give us the grace of a special and tender devotion towards Thy most holy mother, Mary, and towards Thy beloved foster-father, Joseph. Amen.",
      "refrain": "",
      "concluding": ""
    },
    {
      "day": 7,
      "title": "Day 7 Prayer",
      "text": "In the name of the Father, and of the Son, and of the Holy Spirit. Amen.\n\nDaily Prayer\n\nO most loving Lord Jesus Christ! we thank Thee for the wonderful gift of the wound in the heart which Thou didst grant to Thy beloved Teresa; we pray Thee, by Thy merits, and by those of Thy seraphic spouse, to grant us also a like wound of love, that, henceforth, we may love Thee and give our mind to the love of nothing but Thee. Amen.",
      "refrain": "",
      "concluding": ""
    },
    {
      "day": 8,
      "title": "Day 8 Prayer",
      "text": "In the name of the Father, and of the Son, and of the Holy Spirit. Amen.\n\nDaily Prayer\n\nO most beloved Lord Jesus Christ! we thank Thee for the eminent gift of the desire for death which Thou didst grant to Thy beloved Teresa; we pray Thee, by Thy merits, and by those of Thy most constant spouse, to grant us the grace of desiring death, in order to go and possess Thee eternally in the country of the blessed. Amen.",
      "refrain": "",
      "concluding": ""
    },
    {
      "day": 9,
      "title": "Day 9 Prayer",
      "text": "In the name of the Father, and of the Son, and of the Holy Spirit. Amen.\n\nDaily Prayer\n\nLastly, O dearest Lord Jesus Christ! we thank Thee for the gift of the precious death which Thou didst grant to Thy beloved Teresa, making her sweetly to die of love; we pray Thee, by Thy merits, and by those of Thy most affectionate spouse, to grant us a good death; and if we do not die of love, yet, that we may at least die burning of love for Thee, that so dying, we may be able to go and love Thee for evermore with a more perfect love in heaven.  Amen.\n\nSend me your answered prayers from the St. Teresa of Avila Novena",
      "refrain": "",
      "concluding": ""
    }
  ]
}