{
  "id": "surrender-novena",
  "title": "Surrender Novena",
  "startDate": "January 2nd",
  "feastDay": "January 11th",
  "birth": "October 6th, 1882",
  "death": "November 19th, 1970",
  "patronage": "",
  "days": [
    {
      "day": 1,
      "title": "Day 1 Prayer",
      "text": "In the name of the Father, and of the Son, and of the Holy Spirit. Amen.\n\nDaily Prayer\n\nWhy do you confuse yourselves by worrying? Leave the care of your affairs to me and everything will be peaceful. I say to you in truth that every act of true, blind, complete surrender to me produces the effect that you desire and resolves all difficult situations.",
      "refrain": "O Jesus, I surrender myself to you, take care of everything! (10 times)\n\nConcluding Prayer",
      "concluding": "Mother, I am yoursnow and forever. Through you and with you I always want to belong completely to Jesus."
    },
    {
      "day": 2,
      "title": "Day 2 Prayer",
      "text": "In the name of the Father, and of the Son, and of the Holy Spirit. Amen.\n\nDaily Prayer\n\nSurrender to me does not mean to fret, to be upset, or to lose hope, nor does it mean offering to me a worried prayer asking me to follow you and change your worry into prayer. It is against this surrender, deeply against it, to worry, to be nervous and to desire to think about the consequences of anything.\n\nIt is like the confusion that children feel when they ask their mother to see to their needs, and then try to take care of those needs for themselves so that their childlike efforts get in their mother’s way. Surrender means to placidly close the eyes of the soul, to turn away from thoughts of tribulation and to put yourself in my care, so that only I act, saying \"You take care of it\".",
      "refrain": "O Jesus, I surrender myself to you, take care of everything! (10 times)\n\nConcluding Prayer",
      "concluding": "Mother, I am yoursnow and forever. Through you and with you I always want to belong completely to Jesus."
    },
    {
      "day": 3,
      "title": "Day 3 Prayer",
      "text": "In the name of the Father, and of the Son, and of the Holy Spirit. Amen.\n\nDaily Prayer\n\nHow many things I do when the soul, in so much spiritual and material need, turns to me, looks at me and says to me; \"You take care of it\", then closes it’s eyes and rests. In pain you pray for me to act, but that I act in the way you want. You do not turn to me, instead, you want me to adapt your ideas. You are not sick people who ask the doctor to cure you, but rather sick people who tell the doctor how to. So do not act this way, but pray as I taught you in the our Father:\"Hallowed be thy Name\", that is, be glorified in my need.\n\n\"Thy kingdom come\", that is, let all that is in us and in the world be in accord with your kingdom. \"Thy will be done on Earth as it is in Heaven\", that is, in our need, decide as you see fit for our temporal and eternal life. If you say to me truly: \"Thy will be done\", which is the same as saying: \"You take care of it\", I will intervene with all my omnipotence, and I will resolve the most difficult situations.",
      "refrain": "O Jesus, I surrender myself to you, take care of everything! (10 times)\n\nConcluding Prayer",
      "concluding": "Mother, I am yoursnow and forever. Through you and with you I always want to belong completely to Jesus."
    },
    {
      "day": 4,
      "title": "Day 4 Prayer",
      "text": "In the name of the Father, and of the Son, and of the Holy Spirit. Amen.\n\nDaily Prayer\n\nYou see evil growing instead of weakening? Do not worry. Close your eyes and say to me with faith: \"Thy will be done, You take care of it\". I say to you that I will take care of it, and that I will intervene as does a doctor and I will accomplish miracles when they are needed. Do you see that the sick person is getting worse? Do not be upset, but close your eyes and say \"You take care of it\". I say to you that I will take care of it, and that there is no medicine more powerful than my loving intervention. By my love, I promise this to you.",
      "refrain": "O Jesus, I surrender myself to you, take care of everything! (10 times)\n\nConcluding Prayer",
      "concluding": "Mother, I am yoursnow and forever. Through you and with you I always want to belong completely to Jesus."
    },
    {
      "day": 5,
      "title": "Day 5 Prayer",
      "text": "In the name of the Father, and of the Son, and of the Holy Spirit. Amen.\n\nDaily Prayer\n\nAnd when I must lead you on a path different from the one you see, I will prepare you; I will carry you in my arms; I will let you find yourself, like children who have fallen asleep in their mother’s arms, on the other bank of the river. What troubles you and hurts you immensely are your reason, your thoughts and worry, and your desire at all costs to deal with what afflicts you.",
      "refrain": "O Jesus, I surrender myself to you, take care of everything! (10 times)\n\nConcluding Prayer",
      "concluding": "Mother, I am yoursnow and forever. Through you and with you I always want to belong completely to Jesus."
    },
    {
      "day": 6,
      "title": "Day 6 Prayer",
      "text": "In the name of the Father, and of the Son, and of the Holy Spirit. Amen.\n\nDaily Prayer\n\nYou are sleepless; you want to judge everything, direct everything and see to everything and you surrender to human strength, or worse - to men themselves, trusting in their intervention, - this is what hinders my words and my views. Oh how much I wish from you this surrender, to help you; and how I suffer when I see you so agitated! Satan tries to do exactly this: to agitate you and to remove you from my protection and to throw you into the jaws of human initiative. So, trust only in me, rest in me, surrender to me in everything.",
      "refrain": "O Jesus, I surrender myself to you, take care of everything! (10 times)\n\nConcluding Prayer",
      "concluding": "Mother, I am yoursnow and forever. Through you and with you I always want to belong completely to Jesus."
    },
    {
      "day": 7,
      "title": "Day 7 Prayer",
      "text": "In the name of the Father, and of the Son, and of the Holy Spirit. Amen.\n\nDaily Prayer\n\nI perform miracles in proportion to your full surrender to me and to your not thinking of yourselves. I sow treasure troves of graces when you are in the deepest poverty. No person of reason, no thinker, has ever performed miracles, not even among the saints. He does divine works whosoever surrenders to God. So don’t think about it any more, because your mind is acute and for you it is very hard to see evil and to trust in me and to not think of yourself. Do this for all your needs, do this all of you and you will see great continual silent miracles. I will take care of things, I promise this to you.",
      "refrain": "O Jesus, I surrender myself to you, take care of everything! (10 times)\n\nConcluding Prayer",
      "concluding": "Mother, I am yoursnow and forever. Through you and with you I always want to belong completely to Jesus."
    },
    {
      "day": 8,
      "title": "Day 8 Prayer",
      "text": "In the name of the Father, and of the Son, and of the Holy Spirit. Amen.\n\nDaily Prayer\n\nClose your eyes and let yourself be carried away on the flowing current of my grace; close your eyes and do not think of the present, turning your thoughts away from the future just as you would from temptation. Repose in me, believing in my goodness, and I promise you by my love that if you say \"You take care of it\" I will take care of it all; I will console you, liberate you and guide you.",
      "refrain": "O Jesus, I surrender myself to you, take care of everything! (10 times)\n\nConcluding Prayer",
      "concluding": "Mother, I am yoursnow and forever. Through you and with you I always want to belong completely to Jesus."
    },
    {
      "day": 9,
      "title": "Day 9 Prayer",
      "text": "In the name of the Father, and of the Son, and of the Holy Spirit. Amen.\n\nDaily Prayer\n\nPray always in readiness to surrender, and you will receive from it great peace and great rewards, even when I confer on you the grace of immolation, of repentance and of love. Then what does suffering matter? It seems impossible to you? Close your eyes and say with all your soul, \"Jesus, you take care of it\". Do not be afraid, I will take care of things and you will bless my name by humbling yourself. A thousand prayers cannot equal one single act of surrender, remember this well. There is no novena more effective than this.",
      "refrain": "O Jesus, I surrender myself to you, take care of everything! (10 times)\n\nConcluding Prayer",
      "concluding": "Mother, I am yoursnow and forever. Through you and with you I always want to belong completely to Jesus."
    }
  ]
}