{
  "id": "anthony",
  "title": "Litany of St. Anthony of Padua",
  "content": "Lord, have mercy on us.\tChrist, have mercy on us.\nLord, have mercy on us.\tChrist, hear us.\nChrist, graciously hear us.\n\nGod the Father of Heaven,\tHave mercy on us.\nGod the Son, Redeemer of the world,\tHave mercy on us.\nGod the Holy Spirit,\tHave mercy on us.\nHoly Trinity, One God,\tHave mercy on us.\n\nHoly Mary,\tPray for us.\nSaint Anthony of Padua,\tPray for us.\nSaint Anthony, glory of the Friars Minor,\tPray for us.\nSaint Anthony, ark of the testament,\tPray for us.\nSaint Anthony, sanctuary of heavenly wisdom,\tPray for us.\nSaint Anthony, destroyer of worldly vanity,\tPray for us.\nSaint Anthony, conqueror of impurity,\tPray for us.\nSaint Anthony, example of humility,\tPray for us.\nSaint Anthony, lover of the Cross,\tPray for us.\nSaint Anthony, martyr in desire,\tPray for us.\nSaint Anthony, generator of charity,\tPray for us.\nSaint Anthony, zealous preacher of the Gospel,\tPray for us.\nSaint Anthony, hammer of heretics,\tPray for us.\nSaint Anthony, terror of infidels,\tPray for us.\nSaint Anthony, consoler of the afflicted,\tPray for us.\nSaint Anthony, searcher of consciences,\tPray for us.\nSaint Anthony, most powerful in obtaining miracles,\tPray for us.\nSaint Anthony, restorer of lost things,\tPray for us.\nSaint Anthony, helper of all who invoke you,\tPray for us.\nSaint Anthony, protector of the innocent,\tPray for us.\nSaint Anthony, liberator of prisoners,\tPray for us.\nSaint Anthony, guide of pilgrims,\tPray for us.\nSaint Anthony, restorer of health,\tPray for us.\nSaint Anthony, performer of great miracles,\tPray for us.\nSaint Anthony, our advocate,\tPray for us.\n\nLamb of God, who takest away the sins of the world,\tSpare us, O Lord.\nLamb of God, who takest away the sins of the world,\tGraciously hear us, O Lord.\nLamb of God, who takest away the sins of the world,\tHave mercy on us.\n\nV. Saint Anthony, pray for us.\nR. That we may be made worthy of the promises of Christ.\n\nLet us pray.\nO my God, may the pious commemoration of Saint Anthony, Thy confessor and proctor, give joy to Thy Church, that she may ever be fortified with Thine assistance and deserve to enjoy eternal happiness. Through Christ our Lord. Amen."
}