{
  "id": "immaculate-heart",
  "title": "Litany of the Immaculate Heart of Mary",
  "content": "Lord, have mercy on us.\\tChrist, have mercy on us.\\nLord, have mercy on us.\\tChrist, hear us.\\nChrist, graciously hear us.\\n\\nGod the Father of Heaven,\\tHave mercy on us.\\nGod the Son, Redeemer of the world,\\tHave mercy on us.\\nGod the Holy Spirit,\\tHave mercy on us.\\nHoly Trinity, one God,\\tHave mercy on us.\\n\\nHeart of Mary,\\tPray for us.\\nHeart of Mary, after God’s own Heart,\\tPray for us.\\nHeart of Mary, in union with the Heart of Jesus,\\tPray for us.\\nHeart of Mary, vessel of holiness,\\tPray for us.\\nHeart of Mary, tabernacle of the Most High,\\tPray for us.\\nHeart of Mary, sanctuary of the Divine Trinity,\\tPray for us.\\nHeart of Mary, abode of the Word Incarnate,\\tPray for us.\\nHeart of Mary, immaculate from your creation,\\tPray for us.\\nHeart of Mary, full of grace,\\tPray for us.\\nHeart of Mary, blessed among all hearts,\\tPray for us.\\nHeart of Mary, throne of glory,\\tPray for us.\\nHeart of Mary, most humble,\\tPray for us.\\nHeart of Mary, holocaust of Divine Love,\\tPray for us.\\nHeart of Mary, fastened to the Cross with Jesus Crucified,\\tPray for us.\\nHeart of Mary, comfort of the afflicted,\\tPray for us.\\nHeart of Mary, refuge of sinners,\\tPray for us.\\nHeart of Mary, hope of the agonizing,\\tPray for us.\\nHeart of Mary, seat of mercy,\\tPray for us.\\n\\nLamb of God, who takest away the sins of the world,\\tSpare us, O Lord.\\nLamb of God, who takest away the sins of the world,\\tGraciously hear us, O Lord.\\nLamb of God, who takest away the sins of the world,\\tHave mercy on us.\\n\\nImmaculate Mary, meek and humble of heart,\\tMake our hearts like unto the Heart of Jesus.\\n\\nLet us pray.\\nO most merciful God, who for the salvation of sinners and the refuge of the miserable has made the Immaculate Heart of Mary most like in tenderness and pity to the Heart of Jesus, grant that we may honor this sweet and gentle Heart in such a manner that, through her merits and intercession, we may obtain the grace of eternal life. Through the Heart of Jesus Christ, Our Lord. Amen."
}