{
  "id": "joseph",
  "title": "Litany of St. Joseph",
  "content": "Lord, have mercy on us.\\tChrist, have mercy on us.\\nLord, have mercy on us.\\tChrist, hear us.\\nChrist, graciously hear us.\\n\\nGod the Father of Heaven,\\tHave mercy on us.\\nGod the Son, Redeemer of the world,\\tHave mercy on us.\\nGod the Holy Spirit,\\tHave mercy on us.\\nHoly Trinity, One God,\\tHave mercy on us.\\n\\nHoly Mary,\\tPray for us.\\nSaint Joseph,\\tPray for us.\\nRenowned offspring of David,\\tPray for us.\\nLight of Patriarchs,\\tPray for us.\\nSpouse of the Mother of God,\\tPray for us.\\nChaste guardian of the Virgin,\\tPray for us.\\nFoster-father of the Son of God,\\tPray for us.\\nDiligent protector of Christ,\\tPray for us.\\nHead of the Holy Family,\\tPray for us.\\nJoseph most just,\\tPray for us.\\nJoseph most chaste,\\tPray for us.\\nJoseph most prudent,\\tPray for us.\\nJoseph most strong,\\tPray for us.\\nJoseph most obedient,\\tPray for us.\\nJoseph most faithful,\\tPray for us.\\nMirror of patience,\\tPray for us.\\nLover of poverty,\\tPray for us.\\nModel of artisans,\\tPray for us.\\nGlory of home life,\\tPray for us.\\nGuardian of virgins,\\tPray for us.\\nPillar of families,\\tPray for us.\\nSolace of the wretched,\\tPray for us.\\nHope of the sick,\\tPray for us.\\nPatron of the dying,\\tPray for us.\\nTerror of demons,\\tPray for us.\\nProtector of Holy Church,\\tPray for us.\\n\\nLamb of God, who takest away the sins of the world,\\tSpare us, O Lord.\\nLamb of God, who takest away the sins of the world,\\tGraciously hear us, O Lord.\\nLamb of God, who takest away the sins of the world,\\tHave mercy on us.\\n\\nHe made him the lord of his household.\\tAnd prince over all his possessions.\\n\\nLet us pray.\\nO God, who in Thine ineffable providence didst vouchsafe to choose Blessed Joseph to be the spouse of Thy most holy Mother, grant, we beseech Thee, that we may have him for an intercessor in heaven whom we venerate as our protector on earth: Who livest and reignest world without end. Amen."
}