{
  "id": "litany-of-baptismal-promises",
  "title": "Litany of Baptismal Promises",
  "content": "THE LITANY OF\nBAPTISMAL PROMISES\n(For personal use only.)\n[This Litany,based on the Baptismal Promises and the Ten Commandments,\nwas written for the purpose of reflecting upon one's true commitment\ntowards renouncing Satan, his allurements or tempations.]\nI promise to reject the worshiping of idols,\nStrengthen me Lord Jesus.\nI promise to reject all affiliation with heresies,\nStrengthen me Lord Jesus.\nI promise to reject all affiliation with schismatic groups,\nStrengthen me Lord Jesus.\nI promise to reject the perception that all religions are equal,\nStrengthen me Lord Jesus.\nI promise to reject all recourse to mediums,\nStrengthen me Lord Jesus.\nI promise to reject all attempts to tame occult powers,\nStrengthen me Lord Jesus.\nI promise to reject the practicing of magic and sorcery,\nStrengthen me Lord Jesus.\nI promise to reject all involvement in the occult,\nStrengthen me Lord Jesus.\nI promise to reject all involvement in new age practices,\nStrengthen me Lord Jesus.\nI promise to reject all involvement in astrology and horoscopes,\nStrengthen me Lord Jesus.\nI promise to reject all forms of gambling,\nStrengthen me Lord Jesus.\nI promise to reject the belief that one can be saved by good works alone,\nStrengthen me Lord Jesus.\nI promise to reject the using of the Lords name in vain,\nStrengthen me Lord Jesus.\nI promise to reject the sin of  blasphemy against the Holy Spirit,\nStrengthen me Lord Jesus.\nI promise to reject the making of a vow without first consulting a spiritual director,\nStrengthen me Lord Jesus.\nI promise to reject the desire not to go to Church on Sunday and holy days,\nStrengthen me Lord Jesus.\nI promise not to do unnecessary work on Sundays and holy days,\nStrengthen me Lord Jesus.\nI promise not to receive Holy Communion while in a state of mortal sin,\nStrengthen me Lord Jesus.\nI promise to reject all forms of disrespect towards my parents,\nStrengthen me Lord Jesus.\nI promise to reject all forms of disrespect towards family members and relatives,\nStrengthen me Lord Jesus.\nI promise to reject all forms of disrespect towards my friends and co-workers,\nStrengthen me Lord Jesus.\nI promise to reject all forms of disrespect towards all those with whom I come in contact,\nStrengthen me Lord Jesus.\nI promise to reject all forms of disrespect towards lawful authorities, both religious and civil,\nStrengthen me Lord Jesus.\nI promise to reject all forms of disrespect towards those under my authority (employers),\nStrengthen me Lord Jesus.\nI promise to reject all participation in social injustice,\nStrengthen me Lord Jesus.\nI promise to reject all forms of murder, direct or indirect,\nStrengthen me Lord Jesus.\nI promise to reject the death penalty,\nStrengthen me Lord Jesus.\nI promise to reject all unjust wars,\nStrengthen me Lord Jesus.\nI promise to reject all support and participation in abortions,\nStrengthen me Lord Jesus.\nI promise to  reject all support and participation of birth control,\nStrengthen me Lord Jesus.\nI promise to reject all support and participation in euthanasia,\nStrengthen me Lord Jesus.\nI promise to  reject suicide and assisted suicide,\nStrengthen me Lord Jesus.\nI promise to reject Living Wills that promote the denial of basic needs,\nStrengthen me Lord Jesus.\nI promise to reject acts of cowardice when required to defend my country in just wars,\nStrengthen me Lord Jesus.\nI promise to reject the sins of hatred and anger,\nStrengthen me Lord Jesus.\nI promise to reject the sins of jealousy and quarreling.\nStrengthen me Lord Jesus.\nI promise to reject the sin of adultery,\nStrengthen me Lord Jesus.\nI promise to reject the sin of fornication with either sexes,\nStrengthen me Lord Jesus.\nI promise to  reject the sin of prostitution,\nStrengthen me Lord Jesus.\nI promise to reject the rape of women,\nStrengthen me Lord Jesus.\nI promise to reject the sin of sodomy,\nStrengthen me Lord Jesus.\nI promise to  reject all forms of lust and impurity,\nStrengthen me Lord Jesus.\nI promise to reject all forms of pornography,\nStrengthen me Lord Jesus.\nI promise to reject polygamy,\nStrengthen me Lord Jesus.\nI promise to reject all non-Sacramental marriages,\nStrengthen me Lord Jesus.\nI promise to reject all second marriage lacking an annulment,\nStrengthen me Lord Jesus.\nI promise to reject same sex marriages,\nStrengthen me Lord Jesus.\nI promise to reject all forms of child abuse,\nStrengthen me Lord Jesus.\nI promise to reject all forms of abuse of the elderly,\nStrengthen me Lord Jesus.\nI promise to reject the abuse of those who suffer a mental or physical disability,\nStrengthen me Lord Jesus.\nI promise to reject the abuse and torture of prisoners,\nStrengthen me Lord Jesus.\nI promise to reject the sin of stealing,\nStrengthen me Lord Jesus.\nI promise to  reject the destruction of the property of others,\nStrengthen me Lord Jesus.\nI promise to reject the manipulation of the price of goods for my profit,\nStrengthen me Lord Jesus.\nI promise to reject the influencing of the judgment of those who make decisions,\nStrengthen me Lord Jesus.\nI promise to reject the doing of poor work for my employer,\nStrengthen me Lord Jesus.\nI promise to reject all forms of tax evasion,\nStrengthen me Lord Jesus.\nI promise to reject the forgery of cheques and Invoices,\nStrengthen me Lord Jesus.\nI promise to reject the defrauding of others,\nStrengthen me Lord Jesus.\nI promise to reject excessive spending and wasting,\nStrengthen me Lord Jesus.\nI promise to reject the misuse of Church and public funds,\nStrengthen me Lord Jesus.\nI promise to reject the bearing of false witness against my neighbour,\nStrengthen me Lord Jesus.\nI promise to reject the damaging of another persons reputation,\nStrengthen me Lord Jesus.\nI promise to reject the telling of the faults and misdeeds of others,\nStrengthen me Lord Jesus.\nI promise to  reject all forms of boasting or bragging,\nStrengthen me Lord Jesus.\nI promise to reject the disclosing of confidential information that is confided to me,\nStrengthen me Lord Jesus.\nI promise to reject the distorting of the truth (journalists),\nStrengthen me Lord Jesus.\nI promise to reject the desiring of my neighbors spouse,\nStrengthen me Lord Jesus.\nI promise to reject the envying of the good fortune of another,\nStrengthen me Lord Jesus.\nI promise to reject the desiring of earthly goods without limit,\nStrengthen me Lord Jesus.\nI promise to reject the wishing of poverty on someone in order to attain his goods,\nStrengthen me Lord Jesus.\nI promise to reject the sin of pride,\nStrengthen me Lord Jesus.\nI promise to reject the uncontrolled consumption of food,\nStrengthen me Lord Jesus.\nI promise to reject the uncontrolled drinking of beverages,\nStrengthen me Lord Jesus.\nI promise to reject all forms of sorrow over anothers good fortune,\nStrengthen me Lord Jesus.\nI promise to reject the thoughts of not providing financial support to my Church,\nStrengthen me Lord Jesus.\nI promise to reject all laxity in keeping my faith in the Catholic Church,\nStrengthen me Lord Jesus.\nI promise to  reject the lack of practice of virtue,\nStrengthen me Lord Jesus.\nI promise to reject all false apparitions condemned by local Catholic Bishops,\nStrengthen me Lord Jesus.\nI promise to reject all forms of disobedience to my Bishop,\nStrengthen me Lord Jesus.\nI promise not to support politicians who oppose Catholic teachings,\nStrengthen me Lord Jesus.\nI promise to reject the abuse of alcohol and drugs,\nStrengthen me Lord Jesus.\nI promise to  reject the illegal distribution of alcohol and drugs,\nStrengthen me Lord Jesus.\nI promise to reject any involvement in pollution,\nStrengthen me Lord Jesus.\nI promise to reject genetic engineering,\nStrengthen me Lord Jesus.\nI promise to reject the abuse and torture of animals,\nStrengthen me Lord Jesus.\nI promise to reject my personal interpretations of the Holy Bible,\nStrengthen me Lord Jesus.\nLord God, renewing my baptismal promises,\nI renounce the devil,\nhis allurements or temptations,\nand promise to live according to the teachings of Christ and His Church.\nTake me under Your protection\nand grant me sufficient grace\nto battle the forces of evil until my last breath.\nYou see Lord, I do not understand my own actions.\nFor I do not do what I want,\nbut I do the very thing I hate. [Rom. 7:15]\nMy spirit indeed is willing,\nbut the flesh is weak. [Mt. 26:41]\nI ask this through the Immaculate Heart of Mary,\nin the Name of the Father,\nand the Son,\nand the Holy Spirit.\nAmen."
}
