{
  "id": "litany-for-the-souls-in-purgatory-2-shorter-version",
  "title": "Litany For The Souls In Purgatory # 2 (Shorter Version)",
  "content": "LITANY FOR\nTHE SOULS IN PURGATORY # 2\n(Shorter Version)\nThe just shall be in everlasting remembrance;\nHe shall not fear the evil hearing.\nV. Absolve, O Lord, the souls of the faithful departed\nfrom every bond of sin,\nR. And by the help of Thy grace\nmay they be enabled to escape the avenging judgment,\nand to enjoy the happiness of eternal life.\nBecause in Thy mercy are deposited the souls that departed\nin an inferior degree of grace,\nLord, have mercy.\nBecause their present suffering is greatest\nin the knowledge of the pain that their separation from Thee is causing Thee,\nLord, have mercy.\nBecause of their present inability to add to Thy glory,\nLord, have mercy.\nNot for our consolation, O Lord;\nnot for their release from purgative pain, O God;\nbut for Thy joy\nand the greater honor of Thy throne, O Christ the King,\nLord, have mercy.\nFor the souls of our departed friends, relations and benefactors,\ngrant light and peace, O Lord.\nFor those of our family who have fallen asleep in Thy bosom, O Jesus,\ngrant light and peace, O Lord.\nFor those who have gone to prepare our place,\ngrant light and peace, O Lord.\n(For those who were our brothers [or sisters] in Religion,)\ngrant light and peace, O Lord.\nFor priests who were our spiritual directors,\ngrant light and peace, O Lord.\nFor men or women who were our teachers in school,\ngrant light and peace, O Lord.\nFor those who were our employers (or employees),\ngrant light and peace, O Lord.\nFor those who were our associates in daily toil,\ngrant light and peace, O Lord.\nFor any soul whom we ever offended,\ngrant light and peace, O Lord.\nFor our enemies now departed,\ngrant light and peace, O Lord.\nFor those souls who have none to pray for them,\ngrant light and peace, O Lord.\nFor those forgotten by their friends and kin,\ngrant light and peace, O Lord.\nFor those now suffering the most,\ngrant light and peace, O Lord.\nFor those who have acquired the most merit,\ngrant light and peace, O Lord.\nFor the souls next to be released from Purgatory,\ngrant light and peace, O Lord.\nFor those who, while on earth,\nwere most devoted to God the Holy Ghost,\nto Jesus in the Most Blessed Sacrament,\nto the holy Mother of God,\ngrant light and peace, O Lord.\nFor all deceased popes and prelates,\ngrant light and peace, O Lord.\nFor all deceased priests, seminarians and religious,\ngrant light and peace, O Lord.\nFor all our brethren in the Faith everywhere,\ngrant light and peace, O Lord.\nFor all our separated brethren who deeply loved Thee,\nand would have come into Thy household had they known the truth,\ngrant light and peace, O Lord.\nFor those souls who need, or in life asked, our prayers,\ngrant light and peace, O Lord.\nFor those, closer to Thee than we are, whose prayers we need,\ngrant light and peace, O Lord.\nThat those may be happy with Thee forever,\nwho on earth were true exemplars of the Catholic Faith,\ngrant them eternal rest, O Lord.\nThat those may be admitted to Thine unveiled Presence,\nwho as far as we know never committed mortal sin,\ngrant them eternal rest, O Lord.\nThat those may be housed in glory,\nwho lived always in recollection and prayer,\ngrant them eternal rest, O Lord.\nThat those may be given the celestial joy of beholding Thee,\nwho lived lives of mortification and self-denial and penance,\ngrant them eternal rest, O Lord.\nThat those may be flooded with Thy love,\nwho denied themselves even Thy favors of indulgence\nand who made the heroic act\nfor the souls who had gone before them,\ngrant them eternal rest, O Lord.\nThat those may be drawn up to the Beatific Vision,\nwho never put obstacles in the way of sanctifying grace\nand who ever drew closer in mystical union with Thee,\ngrant them eternal rest, O Lord.\nV. Eternal rest give unto them, O Lord,\nR. And let perpetual light shine upon them.\nLet Us Pray.\nBe mindful, O Lord,\nof Thy servants and handmaids,\nN. and N.,\nwho are gone before us\nwith the sign of faith\nand repose in the sleep of grace.\nTo these, O Lord,\nand to all who rest in Christ,\ngrant, we beseech Thee,\na place of refreshment,\nlight and peace,\nthrough the same Christ Our Lord.\nAmen."
}
