{
  "id": "litany-in-honour-of-st-john-vianney-the-cur-of-ars",
  "title": "Litany In Honour Of St. John Vianney, The Curé Of Ars",
  "content": "LITANY IN HONOUR OF\nST. JOHN-MARY VIANNEY\n(THE CURÉ D'ARS).\nLord, have mercy on us.\nLord, have mercy on us.\nChrist, have mercy on us.\nChrist, have mercy on us.\nLord, have mercy on us.\nLord, have mercy on us.\nChrist, hear us.\nChrist, graciously hear us.\nGod the Father of Heaven,\nHave mercy on us.\nGod the Son, Redeemer of the world,\nHave mercy on us.\nGod the Holy Ghost,\nHave mercy on us.\nHoly Trinity, One God,\nHave mercy on us.\nHoly Mary, Mother of God,\npray for us.\nSaint John-Mary Vianney,\npray for us.\nSaint John-Mary Vianney, endowed with grace from thine infancy,\npray for us.\nSaint John-Mary Vianney, model of filial piety,\npray for us.\nSaint John-Mary Vianney, devoted servant of the Immaculate Heart of Mary,\npray for us.\nSaint John-Mary Vianney, spotless lily of purity,\npray for us.\nSaint John-Mary Vianney, faithful imitator of the sufferings of Christ,\npray for us.\nSaint John-Mary Vianney, abyss of humility,\npray for us.\nSaint John-Mary Vianney, seraph of prayer,\npray for us.\nSaint John-Mary Vianney, faithful adorer of the Most Blessed Sacrament,\npray for us.\nSaint John-Mary Vianney, ardent lover of holy poverty,\npray for us.\nSaint John-Mary Vianney, true son of St. Francis of Assisi,\npray for us.\nSaint John-Mary Vianney, exemplary Franciscan tertiary,\npray for us.\nSaint John-Mary Vianney, tender friend of the poor,\npray for us.\nSaint John-Mary Vianney, penetrated with the fear of God's judgment,\npray for us.\nSaint John-Mary Vianney, fortified by divine visions,\npray for us.\nSaint John-Mary Vianney, who was tormented by the evil spirit,\npray for us.\nSaint John-Mary Vianney, perfect model of sacerdotal virtue,\npray for us.\nSaint John-Mary Vianney, firm and prudent pastor,\npray for us.\nSaint John-Mary Vianney, inflamed with zeal,\npray for us.\nSaint John-Mary Vianney, faithful attendant of the sick,\npray for us.\nSaint John-Mary Vianney, indefatigable catechist,\npray for us.\nSaint John-Mary Vianney, who didst preach in words of fire,\npray for us.\nSaint John-Mary Vianney, wise director of souls,\npray for us.\nSaint John-Mary Vianney, specially gifted with the spirit of counsel,\npray for us.\nSaint John-Mary Vianney, enlightened by light from Heaven,\npray for us.\nSaint John-Mary Vianney, formidable to Satan,\npray for us.\nSaint John-Mary Vianney, compassionate with every misery,\npray for us.\nSaint John-Mary Vianney, providence of the orphans,\npray for us.\nSaint John-Mary Vianney, favored with the gift of miracles,\npray for us.\nSaint John-Mary Vianney, who didst reconcile so many sinners to God,\npray for us.\nSaint John-Mary Vianney, who didst confirm so many of the just in the way of virtue,\npray for us.\nSaint John-Mary Vianney, who didst taste the sweetness of death,\npray for us.\nSaint John-Mary Vianney, who dost now rejoice in the glory of Heaven,\npray for us.\nSaint John-Mary Vianney, who givest joy to those who invoke thee,\npray for us.\nSaint John-Mary Vianney, heavenly patron of parish priests,\npray for us.\nSaint John-Mary Vianney, model and patron of directors of souls,\npray for us.\nLamb of God, Who takest away the sins of the world,\nSpare us, O Lord.\nLamb of God, Who takest away the sins of the world,\nHear us, O Lord.\nLamb of God, Who takest away the sins of the world,\nHave mercy on us.\nChrist, hear us.\nChrist, graciously hear us.\nV. Pray for us, Saint John-Mary Vianney,\nR. That we may be made worthy of the promises of Christ.\nLet Us Pray;\nAlmighty and merciful God,\nWho didst bestow upon Saint John-Mary Vianney\nwonderful pastoral zeal\nand a great fervor for prayer and penance,\ngrant, we beseech Thee,\nthat by his example and intercession\nwe may be able to gain the souls\nof our brethren for Christ,\nand with them attain to everlasting glory,\nthrough the same Lord Jesus Christ Thy Son,\nWho liveth and reigneth with Thee\nand the Holy Ghost,\none God, world without end.\nAmen."
}
