{
  "id": "litany-for-priests-3",
  "title": "Litany For Priests # 3",
  "content": "LITANY FOR PRIESTS # 3\nJesus, meek and humble of heart,\ngive all priests Thy spirit of humility;\nJesus, poor and worn out for souls,\ngive all priests Thy spirit of zeal;\nJesus, full of patience and mercy for sinners,\ngive all priests Thy spirit of compassion;\nJesus, victim for the sins of the world,\ngive all priests Thy spirit of sacrifice;\nJesus, lover of the little and the poor,\ngive all priests Thy spirit of charity.\nMary, Queen of the Clergy, pray for us;\nand obtain for us numerous and holy priests and religious.\nAmen.\nLITANY OF THE HOLY SPIRIT\n(For private use with expanded version)\nLord, have mercy on us.\nChrist, have mercy on us.\nLord, have mercy on us.  Christ, hear us.\nChrist, graciously hear us.\nGod, Our Father, Creator and Sustainer of all,\nhave mercy on us.\nGod, the Son, Lord and Redeemer of the human family,\nhave mercy on us.\nGod, the Holy Spirit, our Comforter, Defender and Guide,\nhave mercy on us.\nHoly Trinity, One God,\nhave mercy on us.\nHoly Spirit, proceeding from the Father and the Son,\nHave mercy on us, or fill us.\nHoly Spirit, co-equal with the Father and the Son,\nHave mercy on us, or fill us.\nHoly Spirit, our Comforter (Jn 14:16),\nHave mercy on us, or fill us.\nHoly Spirit, our Sanctifier,\nHave mercy on us, or fill us.\nHoly Spirit, our Advocate/Paraclete,\nHave mercy on us, or fill us.\nPromise of God the Father, most bounteous,\nHave mercy on us, or fill us.\nRay of Heavenly Light,\nHave mercy on us, or fill us.\nAuthor of all good,\nHave mercy on us, or fill us.\nSource of Divine Water, (Jn 4:10)\nHave mercy on us, or fill us.\nAll Consuming Fire, consume us,\nHave mercy on us, or fill us.\nSpiritual Unction,\nHave mercy on us, or fill us.\nSpirit of Truth (Jn 14:17) and Power (Acts 1:8),\nHave mercy on us, or fill us.\nSpirit of Wisdom and Understanding, (Is 11:2)\nHave mercy on us, or fill us.\nSpirit of Counsel and fortitude, \"\nHave mercy on us, or fill us.\nSpirit of Knowledge and piety, \"\nHave mercy on us, or fill us.\nSpirit of Fear (Reverence) of the Lord,\nHave mercy on us, or fill us.\nSpirit of Compunction,\nHave mercy on us, or fill us.\nSpirit of Grace and Prayer (Rm 8:26),\nHave mercy on us, or fill us.\nWord of Wisdom and Knowledge, (1 Cor 12:8),\nHave mercy on us, or fill us.\nSpirit of faith, healing and miracles, (1 Cor 12:9),\nHave mercy on us, or fill us.\nSpirit of prophecy, discernment, tongues and interpretation, (1 Cor 12:10),\nHave mercy on us, or fill us.\nSpirit of love, peace and joy, (Gal 5:22),\nHave mercy on us, or fill us.\nSpirit of patience, endurance, kindness and generosity, (Gal 5:22),\nHave mercy on us, or fill us.\nSpirit of faith, mildness and chastity, (Gal 5:22),\nHave mercy on us, or fill us.\nSpirit of modesty and continence,\nHave mercy on us, or fill us.\nSpirit of adoption as children of God,\nHave mercy on us, or fill us.\nSpirit of praise, worship and adoration,\nHave mercy on us, or fill us.\nYou through Whom spoke holy men and women of God,\nHave mercy on us, or fill us.\nYou Who overshadowed the Virgin Mary,\nHave mercy on us, or fill us.\nYou by Whom Mary conceived Jesus, our Savior,\nHave mercy on us, or fill us.\nYou Who reinstated us into the Kingdom of God at our Baptism,\nHave mercy on us, or fill us.\nYou Who give us ministry gifts at our Confirmation,\nHave mercy on us, or fill us.\nYou Who empower us in the other Sacraments,\nHave mercy on us, or fill us.\nYou by Whom we are reborn, (sanctified or made holy)\nHave mercy on us, or fill us.\nYou Who dwell in us as in a Temple,\nHave mercy on us, or fill us.\nYou Who govern and animate Your Church,\nHave mercy on us, or fill us.\nYou Who are the Heart of God's holy Church,\nHave mercy on us, or fill us.\nYou Who fill the whole world,\nHave mercy on us, or fill us.\nThat You will renew the human family,\nwe beseech You hear us.\nThat You may shed Your Light upon us,\nwe beseech You hear us.\nThat You may pour Your Love into our hearts,\nwe beseech You hear us.\nThat You may inspire us to love ourselves and others,\nwe beseech You hear us.\nThat You may teach us to ask for the graces we need each day,\nwe beseech You hear us.\nThat You may enlighten us with your heavenly wisdom or (inspirations),\nwe beseech You hear us.\nThat You may guide us in the way of holiness,\nwe beseech You hear us.\nThat You may make us obedient to Your commands,\nwe beseech You hear us.\nThat You may teach us how to pray,\nwe beseech You hear us.\nThat You may always pray with and for us, (Rm 8:26)\nwe beseech You hear us.\nThat You may inspire us with horror for sin,\nwe beseech You hear us.\nThat You may direct us in the practice of virtue,\nwe beseech You hear us.\nThat You may make us persevere in a Holy life,\nwe beseech You hear us.\nThat You may make us faithful to our vocation,\nwe beseech You hear us.\nThat You may grant us good bishops, priests, deacons and religious,\nwe beseech You hear us.\nThat You may make us good men and women of God,\nwe beseech You hear us.\nThat You may give us good Christian parents and families,\nwe beseech You hear us.\nThat You may grant Your Church Spiritual Renewal,\nwe beseech You hear us.\nThat You may continue to protect, guide and console our Holy Father,\nwe beseech You hear us.\nLamb of God, You take away our sins,\nSpare us, O Lord.\nLamb of God, You take away our sins,\nGraciously hear us, O Lord.\nLamb of God, You take away our sins,\nHave mercy on us, O Lord.\nHoly Spirit, hear us.\nHoly Spirit, Graciously hear us.\nLord, have mercy.\nChrist, have mercy.\nLord, have mercy.\nCreate a clean heart in us, O Lord.\nRenew a right spirit in us, O Lord.\nLet us pray:\nMerciful Father,\ngrant that Your Divine Spirit may cleanse,\ninflame and enlighten our minds and hearts.\nEnable us thereby to be fruitful in good works\nfor the glory of Your Majesty\nand for the spiritual and material well-being of Your people\nRedeemed by the Blood of Your Beloved Son.\nWe ask this through Jesus Christ,\nYour Son by the inspiration of Your Holy Spirit of Love.\nAmen.\nACT OF CONSECRATION TO THE HOLY SPIRIT\nOn my knees before the great multitude of heavenly witnesses,\nI offer myself, soul and body to You,\nEternal Spirit of God.\nI adore the brightness of Your purity,\nthe unerring keenness of Your justice,\nand the might of Your love.\nYou are the Strength and Light of my soul.\nIn You I live and move and am.\nI desire never to grieve You by unfaithfulness to grace\nand I pray with all my heart\nto be kept from the smallest sin against You.\nMercifully guard my every thought\nand grant that I may always watch for Your light,\nand listen to Your voice,\nand follow Your gracious inspirations.\nI cling to You and give myself to You and ask You,\nby Your compassion to watch over me in my weakness.\nHolding the pierced Feet of Jesus\nand looking at His Five Wounds,\nand trusting in His Precious Blood\nand adoring His opened Side\nand stricken Heart,\nI implore You, Adorable Spirit,\nHelper of my infirmity,\nto keep me in Your grace\nthat I may never sin against You.\nGive me grace O Holy Spirit,\nSpirit of the Father and the Son\nto say to You always and everywhere,\n\"Speak Lord for Your servant heareth.\"\nAmen.\nPRAYER FOR THE SEVEN GIFTS OF THE HOLY SPIRIT\nO Lord Jesus Christ Who,\nbefore ascending into heaven\ndid promise to send the Holy Spirit\nto finish Your work in the souls of Your Apostles and Disciples,\ndeign to grant the same Holy Spirit to me\nthat He may perfect in my soul,\nthe work of Your grace and Your love.\nGrant me the Spirit of Wisdom\nthat I may despise the perishable things of this world\nand aspire only after the things that are eternal,\nthe Spirit of Understanding\nto enlighten my mind with the light of Your Divine truth,\nthe Spirit of Counsel\nthat I may ever choose the surest way of pleasing God and gaining heaven,\nthe Spirit of Fortitude\nthat I may bear my cross with You\nand that I may overcome with courage all the obstacles\nthat oppose my salvation,\nthe Spirit of Knowledge\nthat I may know God and know myself\nand grow perfect in the science of the Saints,\nthe Spirit of Piety\nthat I may find the service of God sweet and amiable,\nand the Spirit of Fear\nthat I may be filled with a loving reverence towards God\nand may dread in any way to displease Him.\nMark me, dear Lord with the sign of Your true disciples,\nand animate me in all things with Your Spirit.\nAmen."
}
