{
  "id": "litany-for-a-good-death",
  "title": "Litany For A Good Death",
  "content": "LITANY FOR A GOOD DEATH.\nMerciful Jesus\nO Lord Jesus, God of goodness and Father of mercies,\nI draw nigh to Thee with a contrite and humble heart;\nto Thee I recommend the last hour of my life,\nand that judgment which awaits me afterwards,\nMerciful Jesus, have mercy on me.\nWhen my feet, benumbed with death,\nshall admonish me that my course in this life is drawing to an end,\nMerciful Jesus, have mercy on me.\nWhen my hands, cold and trembling,\nshall no longer be able to clasp the Crucifix,\nand shall let it fall against my will on my bed of suffering,\nMerciful Jesus, have mercy on me.\nWhen my eyes, dim with trouble at the approach of death,\nshall fix themselves on Thee, my last and only support,\nMerciful Jesus, have mercy on me.\nWhen my lips, cold and trembling,\nshall pronounce for the last time Thy adorable Name,\nMerciful Jesus, have mercy on me.\nWhen my face, pale and livid,\nshall inspire the beholders with pity and dismay;\nwhen my hair, bathed in the sweat of death,\nand stiffening on my head,\nshall forebode my approaching end,\nMerciful Jesus, have mercy on me.\nWhen my ears, soon to be for ever shut to the discourse of men,\nshall be open to the irrevocable decree which is to fix my doom for all eternity,\nMerciful Jesus, have mercy on me.\nWhen my imagination, agitated by dreadful specters,\nshall be sunk in an abyss of anguish; when my soul, 4\naffrighted with the sight of my iniquities and the terrors of Thy judgment,\nshall have to fight against the Angel of darkness,\nwho will endeavor to conceal from my eyes Thy mercies,\nand to plunge me into despair,\nMerciful Jesus, have mercy on me.\nWhen my poor heart, oppressed with suffering\nand exhausted by its continual struggles with the enemies of its salvation,\nshall feel the pangs of death,\n4\nMerciful Jesus, have mercy on me.\nWhen the last tear, the forerunner of my dissolution,\nshall drop from my eyes, receive it as a sacrifice of expiation for my sins;\ngrant that I may expire the victim of penance;\nand then in that dreadful moment,\nMerciful Jesus, have mercy on me.\nWhen my friends and relations, encircling my bed,\nshall be moved with compassion for me,\nand invoke Thy clemency in my behalf,\nMerciful Jesus, have mercy on me.\nWhen I shall have lost the use of my senses;\nwhen the world shall have vanished from my sight;\nwhen my agonizing soul shall feel the sorrows of death,\nMerciful Jesus, have mercy on me.\nWhen my soul, trembling on my lips,\nshall bid adieu to the world, and leave my body lifeless, pale and cold,\nreceive this separation as a homage in that last moment of my mortal life,\nMerciful Jesus, have mercy on me.\nWhen at length my soul, admitted to Thy presence,\nshall first behold the splendor of Thy Majesty,\nreject it not, but receive me into Thy bosom,\nwhere I may for ever sing Thy praises,\nMerciful Jesus, have mercy on me.\nLet us Pray.\nO God, Who hast doomed all men to die,\nbut hast concealed from all the hour of their death,\ngrant that I may pass my days in the practice of holiness and justice,\nand that I may be made worthy to quit this world,\nin the embrace of Thy love.\nThrough the merits of our Lord Jesus Christ,\nWho liveth and reigneth with Thee\nin the unity of the Holy Spirit.\nAmen."
}
