{
  "id": "litany-in-honour-of-st-gerard-majella",
  "title": "Litany In Honour Of St. Gerard Majella",
  "content": "LITANY IN HONOUR\nOF SAINT GERARD MAJELLA.\nLord, have mercy on us.\nChrist, have mercy on us.\nLord, have mercy on us.  Christ, hear us.\nChrist, graciously hear us.\nGod the Father of Heaven,\nHave mercy on us.\nGod the Son, Redeemer of the world,\nHave mercy on us.\nGod the Holy Ghost,\nHave mercy on us.\nHoly Trinity, One God,\nHave mercy on us.\nHoly Mary, Mother of Perpetual Help,\nPray for us.\nSaint Joseph, foster-father of Christ,\nPray for us.\nSaint Alphonsus, founder of the Congregation of the Most Holy Redeemer,\nPray for us.\nSaint Gerard Majella,\nPray for us.\nSt. Gerard, enriched with extraordinary graces from early youth,\nPray for us.\nSt. Gerard, perfect model of a faithful servant,\nPray for us.\nSt. Gerard, bright pattern of the working classes,\nPray for us.\nSt. Gerard, great lover of prayer and work,\nPray for us.\nSt. Gerard, seraph of love toward the Blessed Sacrament,\nPray for us.\nSt. Gerard, living image of the crucified Saviour,\nPray for us.\nSt. Gerard, zealous client of the Immaculate Virgin Mary,\nPray for us.\nSt. Gerard, bright mirror of innocence and penance,\nPray for us.\nSt. Gerard, admirable model of heroic obedience,\nPray for us.\nSt. Gerard, silent victim of ignominious calumny,\nPray for us.\nSt. Gerard, great before God by thy deep humility,\nPray for us.\nSt. Gerard, truly wise by thy childlike simplicity,\nPray for us.\nSt. Gerard, supernaturally enlightened in divine mysteries,\nPray for us.\nSt. Gerard, solely desirous of pleasing God,\nPray for us.\nSt. Gerard, zealous promoter of the conversion of sinners,\nPray for us.\nSt. Gerard, wise counselor in the choice of vocation,\nPray for us.\nSt. Gerard, enlightened guide in the direction of souls,\nPray for us.\nSt. Gerard, loving friend of the poor and afflicted,\nPray for us.\nSt. Gerard, safe refuge in sickness and sorrow,\nPray for us.\nSt. Gerard, wonderful protector of unbaptized children,\nPray for us.\nSt. Gerard, compassionate intercessor in every necessity,\nPray for us.\nSt. Gerard, honor and glory of the Redemptorist Order,\nPray for us.\nLamb of God, Who takest away the sins of the world,\nSpare us, O Lord.\nLamb of God, Who takest away the sins of the world,\nGraciously hear us, O Lord.\nLamb of God, Who takest away the sins of the world,\nHave mercy on us.\nV. Pray for us, Saint Gerard,\nR. That we may be made worthy of the promises of Christ.\nLet Us Pray.\nO God, Who wast pleased to draw\nblessed Gerard to Thyself from his youth,\nand to render him conformable\nto the image of Thy crucified Son,\ngrant, we beseech Thee,\nthat following his example,\nwe may be transformed into the selfsame image,\nthrough the same Christ Our Lord.\nAmen."
}
