{
  "id": "litany-to-the-holy-archangels",
  "title": "Litany To The Holy Archangels",
  "content": "LITANY TO THE HOLY ARCHANGELS,\nST. MICHAEL, ST. GABRIEL & ST. RAPHAEL.\nLord, have mercy on us!\nChrist, have mercy on us!\nLord, have mercy on us! Christ, hear us!\nChrist, graciously hear us!\nGod, the Father of Heaven, Creator of every spirit,\nhave mercy on us!\nGod, the Son, Redeemer of the world, on whom the angels desire to gaze,\nhave mercy on us!\nGod, the Holy Spirit, felicity of the blessed spirits,\nhave mercy on us!\nHoly Trinity, one God, glory of the holy angels,\nhave mercy on us!\nHoly Mary, Queen of the heavenly spirits,\npray for us!\nSt Michael, prince of the celestial host,\npray for us!\nChief of the angels of peace,\npray for us!\nMost strong in combat,\npray for us!\nConqueror of the ancient serpent,\npray for us!\nDefender at all times of the people of God,\npray for us!\nWho did expel Lucifer and his confederates from Heaven,\npray for us!\nWho receives souls at their departure, and conducts them to Paradise,\npray for us!\nSolace of the faithful,\npray for us!\nProtector of those who are devout to you,\npray for us!\nSt Gabriel, who revealed to Daniel divine secrets,\npray for us!\nWho declared the birth and ministry of St John the Baptist,\npray for us!\nWho announced the Incarnation of the Word,\npray for us!\nGuardian of the Holy Virgin,\npray for us!\nAttendant of the infancy of the Saviour,\npray for us!\nWho consoled Christ in his last agony,\npray for us!\nFaithful minister of Christ,\npray for us!\nSt Raphael, angel of health,\npray for us!\nSt Raphael, one of the seven spirits who stand before the Throne,\npray for us!\nFaithful conductor of Tobias,\npray for us!\nWho did compel the devil to flee,\npray for us!\nOfferer of our prayer before the Lord,\npray for us!\nCurer of blindness,\npray for us!\nHelper in tribulation,\npray for us!\nConsoler in necessities,\npray for us!\nMaking joyful your devoted clients,\npray for us!\nHoly Michael, Gabriel and Raphael,\npray for us!\nChrist Jesus, beatitude of the angels,\nspare us!\nChrist Jesus, glory of the heavenly spirits,\nhear us!\nChrist Jesus, splendor of the celestial armies,\nhave mercy on us!\nTO ST. MICHAEL:\nO God, who did render blessed Michael, your archangel,\nvictorious over the proud Lucifer and the wicked spirits,\nwe beseech you that combating under the Cross,\nand ever adopting his maxim Who is like God?\nwe may be victorious over all our enemies,\nand delivered from all impediments;\nregulate our lives according to your will and commandments.\nThrough Jesus Christ, our Lord.\nAmen.\nTO ST. GABRIEL:\nO God, the lover of the salvation of mankind,\nwho did commission blessed Gabriel,\nassisting before Your throne,\nto announce to the ever glorious Virgin,\nthe mystery of Your blessed Sons becoming man,\nwe beseech You,\nthat recurring to his intercession,\nwe may be helped in all our wants,\nspiritual and temporal.\nThrough Jesus Christ, our Lord.\nAmen.\nTO ST. RAPHAEL:\nO God, who in your ineffable goodness\nhas rendered blessed Raphael the conductor of your faithful in their journeys,\nwe humbly implore You that we may be conducted by him in the way of salvation,\nand experience His help in the maladies of our souls.\nThrough Jesus Christ, our Lord.\nAmen.\nACT OF CONSECRATION\nOh most Noble Prince of the Angelic Hierarchies\nvalorous warrior of Almighty God,\nand zealous lover of His glory,\nterror of the rebellious angels,\nand love and delight of all the just ones,\nmy beloved Archangel Saint Michael,\ndesiring to be numbered among your devoted servants,\nI, today offer and consecrate myself to you,\nand place myself, my family,\nand all I possess under your most powerful protection.\nI entreat you not to look at how little, I,\nas your servant have to offer,\nbeing only a wretched sinner,\nbut to gaze, rather,\nwith favorable eye at the heartfelt affection\nwith which this offering is made,\nand remember that if from this day onward\nI am under your patronage,\nyou must during all my life assist me,\nand procure for me the pardon of my many grievous offenses, and sins,\nthe grace to love with all my heart my God,\nmy dear Saviour Jesus and my Sweet Mother Mary,\nand obtain for me all the help necessary to arrive to my crown of glory.\nDefend me always from my spiritual enemies,\nparticularly in the last moments of my life.\nCome then oh Glorious Prince and succour me in my last struggle,\nand with your powerful weapon\ncast far from me into the infernal abysses that prevaricator and proud angel\nthat one day you prostrated in the celestial battle.\nSaint Michael, defend us in our daily battle\nso that we may not perish in the last Judgement."
}
