{
  "id": "litany-of-the-jesuit-saints",
  "title": "Litany Of The Jesuit Saints",
  "content": "THE LITANY OF\nTHE JESUIT SAINTS.\n(By Louis J. McCabe, SJ and Philip G. Steele, SJ )\nIgnatius Loyola, our holy founder, man of great desires and perfect humility,\npray for us.\nFrancis Xavier, courageous warrior ever seeking new souls for Christ,\npray for us.\nPeter Faber, first companion of Ignatius and cherished friend of all,\npray for us.\nStanislaus Kostka, of ready heart and single mind,\npray for us.\nFrancis Borgia, nobleman of poverty, model of indifference,\npray for us.\nEdmund Campion, fearless orator and source of courage to the persecuted,\npray for us.\nAloysius Gonzaga, consolation and care for the sick and the dying,\npray for us.\nRobert Southwell, prisoner-poet of comfort and strength,\npray for us.\nPeter Canisius, scholar, builder, and teacher of little children,\npray for us.\nNicholas Owen, clever carpenter, companion loyal to the death,\npray for us.\nAlphonsus Rodriquez, mystical friend, model of hospitality,\npray for us.\nRobert Bellarmine, rich of mind yet poor of spirit,\npray for us.\nJohn Berchmans, single-hearted student, model of simplicity,\npray for us.\nJohn Francis Regis, compassionate confessor, rekindler of burnt-out faith,\npray for us.\nIsaac Jogues, trusting missionary, obedient unto death,\npray for us.\nJohn de Brebeuf, lover of the cross and the name of Jesus,\npray for us.\nPeter Claver, tireless lover of the poor and the powerless,\npray for us.\nClaude La Colombiere, faithful servant and perfect friend of the loving heart of Christ,\npray for us.\nGerard Manley Hopkins, catcher of fire and crafter of words,\npray for us.\nPierre Teilhard de Chardin, mystical lover of all that is and all that is to be,\npray for us.\nRutilio Grande, devoted pastor of the poor and the oppressed,\npray for us.\nKarl Rahner, professor of prayer and loyal servant of the church,\npray for us.\nIgnacio Ellacuria and companions, fearless and faithful proclaimers of the Good News in the face of persecution,\npray for us.\nPedro Arrupe, grace-filled leader of renewal and rededication,\npray for us.\nConcluding Prayer\nAlmighty and ever-watchful God,\nLord of the heavens above and the earth below.\nYour Divine Goodness created us in love\nfrom every region of North and Central America:\nfrom Fond du Lac and Topeka\nOrange Walk and Dangriga\nDenver and New Orleans\nMerida and Arnold\nSaint Louis and Kansas City\nYour Divine Wisdom placed us in the chaos and darkness of the twentieth century as:\npoets and singers\nengineers and schoolmasters\nscholars and pastors\ntailors and gardeners\nbuilders and administrators\nartists and lovers.\nYour Divine Providence called us into the company of your Son Jesus,\nTherefore, we devote all our energies to your Divine Majesty\nto bring order into our world,\nto make it fertile, and to bless it.\nWe pledge you the hours of our lives\nand the use of our deaths through our Mother, the Lady Mary,\nand through our King and Good Brother, Jesus.\nAmen."
}
