{
  "id": "litany-in-honour-of-st-peter-claver",
  "title": "Litany In Honour Of St. Peter Claver",
  "content": "LITANY IN HONOR OF\nSAINT PETER CLAVER.\nLord, have mercy on us\nChrist, have mercy on us!\nLord, have mercy on us/Christ hear us\nChrist graciously hear us!\nGod, the Father of heaven\nHave mercy on us!\nGod, the Son, Redeemer of the world\nHave mercy on us!\nGod, the Holy Spirit\nHave mercy on us!\nHoly Trinity, One God\nHave mercy on us!\nHoly Mary,\npray for us.\nSt. Joseph,\npray for us.\nSt. John the Baptist,\npray for us.\nSt. Peter and St. Paul,\npray for us.\nSt. Peter Claver,\npray for us.\nPeter Claver, worthy son of St. Ignatius,\npray for us.\nPeter Claver, priest of God and servant to the Church,\npray for us.\nPeter Claver, generous imitator of St. Francis Xavier,\npray for us.\nPeter Claver, brilliant light of the New Word,\npray for us.\nPeter Claver, who exchanged the riches of this world for evangelical poverty,\npray for us.\nPeter Claver, apostle to blacks brought to the New World,\npray for us.\nPeter Claver, who by vow made thyself slave of the slaves,\npray for us.\nPeter Claver, refuge of the miserable,\npray for us.\nPeter Claver, great wonder worker,\npray for us.\nPeter Claver, who cured the sick and consoled the afflicted,\npray for us.\nPeter Claver, Liberator of slaves unto the freedom of the children of God,\npray for us.\nPeter Claver, model of evangelical industry,\npray for us.\nPeter Claver, tender father of the poor and orphans,\npray for us.\nPeter Claver, who made thyself all things to all in order to gain them for Christ,\npray for us.\nPeter Claver, who in all trials of this life didst put thy trust in God,\npray for us.\nPeter Claver, who wished to be accounted as nothing and forgotten by men,\npray for us.\nPeter Claver, who sought no other wisdom but the folly of the Cross,\npray for us.\nPeter Claver, shining example of humility and self renunciation,\npray for us.\nPeter Claver, perfect example of obedience and subjection,\npray for us.\nPeter Claver, intrepid apostle, powerful in word and deed,\npray for us.\nPeter Claver, martyr for Christ for the salvation of souls,\npray for us.\nPeter Claver, zealous lover of the most Holy Sacrament of the Eucharist,\npray for us.\nPeter Claver, imitator of the suffering Savior,\npray for us.\nPeter Claver, powerful protector of all who invoke thee,\npray for us.\nLamb of God, who takes away the sins of the world\nSpare us O Lord!\nLamb of God, who takes away the sins of the world\nGraciously hear us O Lord!\nLamb of God, who takes away the sins of the world\nHave mercy on us!\nChrist, hear us\nChrist, graciously hear us\nLord, have mercy on us\nLord, hear our prayer.\nPriest:\nO God, who to bring the poor to the knowledge of Thy most Holy Name,\nyou gave to thy priest, St. Peter Claver,\nan admirable spirit of abnegation and heroic charity.\nGrant us through his intercession,\nnot to seek our own satisfaction\nbut the glory of Thy Divine son,\nthat we may be able to love our neighbor in sincerity and truth,\nthrough Christ our Lord.\nAll: Amen!"
}
