{
  "id": "litany-in-honour-of-st-teresa-of-avila",
  "title": "Litany In Honour Of St. Teresa Of Avila",
  "content": "LITANY IN HONOUR OF\nSAINT TERESA OF AVILA.\nLord, have mercy on us.\nChrist, have mercy on us.\nLord, have mercy on us.  Christ, hear us.\nChrist, graciously hear us.\nGod the Father of Heaven,\nHave mercy on us.\nGod the Son, Redeemer of the world,\nHave mercy on us.\nGod the Holy Ghost, the Sanctifier,\nHave mercy on us.\nHoly Trinity, One God,\nHave mercy on us.\nHoly Mary, Mother of God,\npray for us.\nHoly Mary, Our Lady of Mount Carmel,\npray for us.\nSaint Teresa of Avila,\npray for us.\nSt. Teresa, whose heart was transverberated by the love of God,\npray for us.\nSt. Teresa, most humble servant of God,\npray for us.\nSt. Teresa, most zealous for the glory of God,\npray for us.\nSt. Teresa, woman truly strong in mind,\npray for us.\nSt. Teresa, truly detached from all created objects,\npray for us.\nSt. Teresa, great light of the Catholic Church,\npray for us.\nSt. Teresa, reformer and glory of the Carmelite Order,\npray for us.\nSt. Teresa, queen of mystical theology,\npray for us.\nSt. Teresa, lustrous name of Avila and Spain,\npray for us.\nSt. Teresa, who didst forever glorify the name of Teresa,\npray for us.\nSt. Teresa, wishing to suffer or to die,\npray for us.\nSt. Teresa, exclaiming,\n\"O Lord, how sweet and pleasing are Thy ways!\"\npray for us.\nSt. Teresa, desiring so much the salvation of souls,\npray for us.\nSt. Teresa, tasting and seeing how sweet is the Lord,\neven in this vale of miseries,\npray for us.\nSt. Teresa, exclaiming,\n\"O death, who can fear thee who art the way to true life!\"\npray for us.\nSt. Teresa, true lover of the Cross of Christ,\npray for us.\nSt. Teresa, who didst live to love,\nwho died to love, and who wilt love eternally,\npray for us.\nLamb of God, Who takest away the sins of the world,\nSpare us, O Lord.\nLamb of God, Who takest away the sins of the world,\nHear us, O Lord.\nLamb of God, Who takest away the sins of the world,\nHave mercy on us.\nV. Pray for us, O holy Saint Teresa,\nR. That we may be made worthy of the promises of Christ.\nLet Us Pray:\nO God, Who didst replenish the heart of\nThy blessed servant St. Teresa\nwith the treasures of Thy divine love,\ngrant that, like her,\nwe may love Thee\nand suffer all things for Thee\nand in union with Thee,\nthat we may gain souls for Thee,\nand that we may secure the salvation of our own soul.\nThis we beg through the merits of our Saviour\nand the intercession of Thy glorious virgin Teresa.\nAmen."
}
