{
  "id": "litany-of-the-saints-1",
  "title": "Litany Of The Saints # 1",
  "content": "THE LITANY\nTO THE SAINTS # 1.\nLord, have mercy on us.\nChrist, have mercy on us.\nLord, have mercy on us.\nChrist, hear us.\nChrist, graciously hear us.\nGod, the Father of Heaven, have mercy on us.\nGod the Son, Redeemer of the world, have mercy on us.\nGod the Holy Ghost, have mercy on us.\nHoly Trinity, one God, have mercy on us.\nHoly Mary, pray for us.\nHoly Mother of God, pray for us.\nHoly Virgin of virgins, pray for us.\nSt. Michael, pray for us.\nSt. Gabriel, pray for us.\nSt. Raphael, pray for us.\nAll ye holy angels and archangels, pray for us.\nAll ye holy orders of blessed spirits, pray for us.\nSt. John the baptist, pray for us.\nSt. Joseph, pray for us.\nAll ye holy patriarchs and prophets, pray for us.\nSt. Peter, pray for us.\nSt. Paul, pray for us.\nSt. Andrew, pray for us.\nSt. James, pray for us.\nSt. John, pray for us.\nSt. Thomas, pray for us.\nSt. James, pray for us.\nSt. Philip, pray for us.\nSt. Bartholomew, pray for us.\nSt. Matthew, pray for us.\nSt. Simon, pray for us.\nSt. Thaddeus, pray for us.\nSt. Barnabas, pray for us.\nSt. Luke, pray for us.\nSt. Mark, pray for us.\nAll ye holy apostles and evangelist, pray for us.\nAll ye holy disciples of our Lord, pray for us.\nAll ye holy innocents, pray for us.\nSt. Stephen, pray for us.\nSt. Lawrence, pray for us.\nSt. Vincent, pray for us.\nSts. Fabian and Sebastian, pray for us.\nSts. John and Paul, pray for us.\nSts. Cosmos and Damian, pray for us.\nSts. Gervase and Protase, pray for us.\nAll ye holy martyrs, pray for us.\nSt. Sylvester, pray for us.\nSt. Gregory, pray for us.\nSt. Ambrose, pray for us.\nSt. Augustine, pray for us.\nSt. Jerome, pray for us.\nSt. Martin, pray for us.\nSt. Nicholas, pray for us.\nAll ye holy bishops and confessors, pray for us.\nAll ye holy doctors, pray for us.\nSt. Anthony, pray for us.\nSt. Benedict, pray for us.\nSt. Bernard, pray for us.\nSt. Dominic, pray for us.\nSt. Francis, pray for us.\nAll ye holy priests and levites, pray for us.\nAll ye holy monks and hermits, pray for us.\nSt. Mary Magdalen, pray for us.\nSt. Agatha, pray for us.\nSt. Lucy, pray for us.\nSt. Agnes, pray for us.\nSt. Cecilia, pray for us.\nSt. Catherine, pray for us.\nSt. Anastasia, pray for us.\nAll ye holy virgins and widows, pray for us.\nAll ye men and women, saints of God, make intercession for us.\nBe merciful, spare us, O Lord!\nBe merciful, graciously hear us, O Lord!\nFrom all evil, O Lord, deliver us.\nFrom all sin, O Lord, deliver us.\nFrom thy wrath, O Lord, deliver us.\nFrom a sudden and unprovided death, O Lord, deliver us.\nFrom the deceits of the devil, O Lord, deliver us.\nFrom anger, hatred, and all ill will, O Lord, deliver us.\nFrom the spirit of fornication, O Lord, deliver us.\nFrom lightning and tempest, O Lord, deliver us.\nFrom the scourge of earthquake, O Lord, deliver us.\nFrom pestilence, famine, and war, O Lord, deliver us.\nFrom everlasting death, O Lord, deliver us.\nThrough the mystery of thy holy incarnation, O Lord, deliver us.\nThrough thy coming, O Lord, deliver us.\nThrough thy nativity, O Lord, deliver us.\nThrough thy baptism and holy fasting, O Lord, deliver us.\nThrough thy cross and passion, O Lord, deliver us.\nThrough thy death and burial, O Lord, deliver us.\nThrough thy holy resurrection, O Lord, deliver us.\nThrough thine admirable ascension, O Lord, deliver us.\nThrough the coming of the holy ghost, the paraclete, O Lord, deliver us.\nIn the day of judgment, we sinners beseech thee, hear us.\nThat thou wouldst spare us, we beseech thee, hear us.\nThat thou wouldst pardon us, we beseech thee, hear us.\nThat thou wouldst vouchsafe to bring us to true penance, we beseech thee hear us.\nThat thou wouldst vouchsafe to govern and preserve thy holy Church....\nWe beseech thee, hear us.\nThat thou wouldst vouchsafe to preserve our apostolic prelate\nand all ecclesiastical orders in holy religion.\nWe beseech thee, hear us.\nThat thou wouldst vouchsafe to humble the enemies of thy holy church,\nwe beseech thee, hear us.\nThat thou wouldst vouchsafe to give peace\nand true concord to christian kings and princes,\nwe beseech thee, hear us.\nThat thou wouldst vouchsafe to grant peace and unity to all christian people,\nwe beseech thee, hear us.\nThat thou wouldst vouchsafe to bring back to the unity of the church\nall those who have strayed away, and lead to the light of the gospel all unbelievers,\nwe beseech thee, hear us.\nThat thou wouldst vouchsafe to confirm and preserve us in thy holy service,\nwe beseech thee, hear us.\nThat thou wouldst lift up our minds to heavenly desires,\nwe beseech thee, hear us.\nThat thou wouldst render eternal blessings to all our benefactors,\nwe beseech thee, hear us.\nThat thou wouldst deliver our souls and those of our brethren, relatives,\nand benefactors from eternal damnation,\nwe beseech thee, hear us.\nThat thou wouldst vouchsafe to give and preserve the fruits of the earth,\nwe beseech thee, hear us.\nThat thou wouldst vouchsafe to give eternal rest to all the faithful departed,\nwe beseech thee, hear us.\nThat thou wouldst vouchsafe graciously to hear us,\nwe beseech thee, hear us.\nSon of God, we beseech thee, hear us.\nLamb of God, who takest away the sins of the world, spare us, o lord.\nLamb of God, who takest away the sins of the world, graciously hear us,\nO Lord, Lamb of God, who takest away the sins of the world, have mercy on us.\nChrist, hear us...\nChrist, graciously hear us...\nLord, have mercy on us...\nChrist, have mercy on us...\nLord, have mercy on us...\nOur Father, etc, (In Secret.)\nV- And Lead Us Not Into Temptation.\nR- But Deliver Us From Evil.\nPsalm LXIX\nIncline unto my aid, O God.\nO Lord, make haste to help me.\nLet them be confounded and ashamed that seek my soul.\nLet them be turned backward and blush for shame that desire evils to me.\nLet them be presently turned away blushing for shame that say to me, \"Tis well, 'tis well.\"\nLet all that seek Thee rejoice and be glad in Thee;\nand let such as love Thy salvation say always,\nThe Lord be magnified.\nBut I am needy and poor: O God, help me.\nThou art my helper and my deliverer; O Lord, make no delay.\nGlory Be To The Father, etc.\nV- Save Thy servants.\nR- Trusting in Thee, O my God.\nV- Be unto us, O Lord, a tower a strength.\nR- From the face of the enemy.\nV- Let not the enemy prevail against us.\nR- Nor the son of iniquity have power to hurt us.\nV- O Lord, do not deal with us according to our sins.\nR- Neither reward us according to our iniquities.\nV- Let us pray for our chief bishop: (name)\nR- The Lord preserve him, and give him life,\nand make him blessed upon the earth,\nand deliver him not up to the will of his enemies.\nV- Let us pray for our benefactors.\nR- Vouchsafe, O Lord, for Thy name's sake,\nto reward with eternal life all those who do us good.\nV- Let us pray for the faithful departed.\nR- Eternal rest give unto them, O Lord,\nand let perpetual light shine upon them.\nV- May they rest in peace.\nR- Amen.\nV- For our absent brethren.\nR- Save Thy servants who hope in Thee, O my God.\nV- Send them help, O Lord, from Thy holy place.\nR- And from Sion protect them.\nV- O Lord, hear my prayer.\nR- And let my cry come unto Thee.\nLET US PRAY:\nO God,\nWhose property is always to have mercy and to spare,\nreceive our petition,\nthat we and all Thy servants who are bound by the chain of sin,\nmay, by the compassion of Thy goodness, mercifully be absolved.\nHear, we beseech Thee, O Lord,\nthe prayers of Thy supplicants,\nand pardon the sins of those who confess to Thee,\nthat, in Thy bounty, Thou mayest grant us both pardon and peace.\nIn Thy clemency, O Lord,\nshow Thy unspeakable mercy to us,\nthat so Thou mayest both loose us from all our sins\nand deliver us from the punishments which we deserve for them.\nO God,\nwho by sin art offended and by penance pacified,\nmercifully regard the prayers of Thy people,\nwho make supplication to Thee,\nand turn away the scourges of Thine anger,\nwhich we deserve for our sins.\nO almighty and eternal God,\nhave mercy on Thy servant (N).,\nour chief bishop,\nand direct him according to Thy clemency,\nin the way of everlasting salvation,\nthat, by Thy grace,\nhe may desire the things that are pleasing to Thee,\nand perform them with all his strength.\nO God,\nfrom Whom are all holy desires,\nrighteous counsels,\nand just works,\ngive to Thy servants that peace which the world cannot give;\nthat, our hearts being disposed to keep Thy commandments,\nand the fear of enemies taken away,\nthe times, by Thy protection,\nmay be peaceful.\nInflame, O Lord,\nour reins and hearts with the fire of the Holy Spirit;\nthat we may serve Thee with a chaste body,\nand please Thee with a clean heart.\nO God,\nthe Creator and Redeemer of all the faithful,\ngive to the souls of Thy servants departed the remission of all their sins,\nthat through pious supplications they may obtain the pardon they have always desired.\nDirect, we beseech Thee, O Lord,\nour actions by Thy holy inspirations,\nand carry them on by Thy gracious assistance;\nthat every prayer and work of ours may always begin from Thee,\nand through Thee be happily ended.\nO almighty and eternal God,\nWho hast dominion over the living and the dead,\nand art merciful to all who Thou foreknowest will be Thine by faith and good works:\nwe humbly beseech Thee that they for whom we have purposed to offer our prayers,\nwhether this present world still detains them in the flesh\nor the next world hath already received them divested of their bodies,\nmay, by the intercession of Thy saints and the clemency of Thy goodness,\nobtain pardon and full remission of all their sins.\nThrough Our Lord Jesus Christ,\nThy Son, Who liveth and reigneth with Thee in the unity of the Holy Ghost,\nGod, world without end.\nR- Amen.\nV- O Lord, hear my prayer.\nR- And let my cry come unto Thee.\nV- May the almighty and merciful Lord graciously hear us.\nR- Amen.\nV- And the souls of the faithful departed through the mercy of God, rest in peace.\nR- Amen."
}
