{
  "id": "litany-in-honour-of-st-paul-the-apostle",
  "title": "Litany In Honour Of St. Paul, the Apostle",
  "content": "LITANY IN HONOUR OF\nSAINT PAUL,\nTHE APOSTLE.\nThou hast proved me and known me;\nThou hast known my sitting down and my rising up.\nV. The great Saint Paul, vessel of election,\nis indeed worthy to be glorified,\nR. For he also deserved to possess the twelfth throne.\nLord, have mercy.\nChrist, have mercy.\nLord, have mercy.\nHoly Mary, Mother of God,\npray for us.\nQueen conceived without Original Sin,\npray  for us.\nSaint Paul,\npray  for us.\nApostle of the Gentiles,\npray  for us.\nVessel of election,\npray  for us.\nSt. Paul, who wast rapt to the third heaven,\npray  for us.\nSt. Paul, who heard things not given to man to utter,\npray  for us.\nSt. Paul, who knew nothing but Christ and Him crucified,\npray  for us.\nSt. Paul, whose love for Christ was stronger than death,\npray  for us.\nSt. Paul, who wished to be dissolved and to be with Christ,\npray  for us.\nSt. Paul, whose zeal knew no bounds,\npray  for us.\nSt. Paul, who made thyself all to all, to gain all to Christ,\npray  for us.\nSt. Paul, who called thyself prisoner of Christ for us,\npray  for us.\nSt. Paul, who wast jealous of us with the jealousy of God,\npray  for us.\nSt. Paul, who gloried only in the Cross of Christ,\npray  for us.\nSt. Paul, who bore in thy body the mortification of Christ,\npray  for us.\nSt. Paul, who exclaimed: \"With Christ I am nailed to the cross!\"\npray  for us.\nSt. Paul, that we may awake and sin no more,\npray  for us.\nThat we may not receive the grace of God in vain,\npray  for us.\nThat we may walk in newness of life,\npray  for us.\nThat we may work out our salvation with fear and trembling,\npray  for us.\nThat we may put on the armor of God,\npray  for us.\nThat we may stand against the deceits of the wicked one,\npray  for us.\nThat we may stand fast to the last,\npray  for us.\nThat we may press forward to the mark,\npray  for us.\nThat we may win the crown,\npray  for us.\nLamb of God, Who takest away the sins of the world,\nSpare us, O Lord.\nLamb of God, Who takest away the sins of the world,\nGraciously hear us, O Lord.\nLamb of God, Who takest away the sins of the world,\nHave mercy on us.\nLet Us Pray;\nO God, Who hast taught the whole world\nby the preaching of blessed Paul the Apostle,\ngrant that we who celebrate his memory may,\nby following his example,\nbe drawn unto Thee,\nThrough Our Lord Jesus Christ Thy Son,\nWho with Thee liveth and reigneth\nin the unity of the Holy Ghost,\nGod, world without end.\nAmen."
}
