{
  "id": "litany-of-christ-the-king-1",
  "title": "Litany Of Christ The King # 1",
  "content": "LITANY OF CHRIST THE KING # 1.\nThe Lamb that was slain\nis worthy to receive power and divinity\nand wisdom and strength and honor;\nTo Him be glory and empire forever and ever.\nV. He shall rule from sea to sea,\nand from the river to the ends of the earth.\nR. All kings shall adore Him,\nall nations shall serve Him.\nLord, have mercy upon us.\nChrist, have mercy upon us.\nLord, have mercy upon us.\nChrist the King, hear us.\nChrist the King,\ngraciously hear us.\nThou Who didst receive crowns and tribute from the Magi,\nMay all nations serve Thee, O Lord.\nWho didst rule by love the Holy Family of Nazareth,\nMay all nations serve Thee, O Lord.\nWho as King, served Thy people in the example of filial obedience,\nMay all nations serve Thee, O Lord.\nWho drawest to Thy realm the fishermen to be fishers of men,\nMay all nations serve Thee, O Lord.\nWhose Kingdom is not of the spirit of this world,\nMay all nations serve Thee, O Lord.\nWho art King not of the Jews alone but of all creation,\nMay all nations serve Thee, O Lord.\nWho wast mocked in false purple by the little rulers,\nMay all nations serve Thee, O Lord.\nWho wast crowned with piercing thorns,\nMay all nations serve Thee, O Lord.\nWho wast nailed to Thy throne on Golgotha,\nMay all nations serve Thee, O Lord.\nWho didst ransom Thy people by the royal Sacrifice of Calvary,\nMay all nations serve Thee, O Lord.\nWho didst purchase Thy Kingdom with the Blood of the Atonement,\nMay all nations serve Thee, O Lord.\nWho in Thy Resurrection was the First-born from the dead,\nMay all nations serve Thee, O Lord.\nWho in Thy glorified body art risen triumphant,\nMay all nations serve Thee, O Lord.\nWho art throned and crowned at the right hand of Thy Father,\nMay all nations serve Thee, O Lord.\nIn Whom are all created things in Heaven and on earth,\nvisible and invisible,\nMay all nations serve Thee, O Lord.\nBeneath Whom are all thrones and dominations,\nMay all nations serve Thee, O Lord.\nBeneath Whom are all principalities and powers,\nMay all nations serve Thee, O Lord.\nBy Whom all things subsist,\nMay all nations serve Thee, O Lord.\nTo Whom all the nations of the earth are subject,\nMay all nations serve Thee, O Lord.\nThrough Whom all things are reconciled unto Thy Father,\nMay all nations serve Thee, O Lord.\nV. His power shall be an everlasting power,\nR. And His Kingdom a kingdom that shall not be destroyed.\nThat the peoples of this world may know themselves subject to Thee,\nWe beseech Thee, hear us.\nThat they may put off their vainglory,\nWe beseech Thee, hear us.\nThat they may dispel the evils laicism has brought upon society,\nWe beseech Thee, hear us.\nThat they may hearken to Thy fiat,\nWe beseech Thee, hear us.\nThat they may bow their heads before Thee,\nWe beseech Thee, hear us.\nThat they may know Thy reign is eternal,\nWe beseech Thee, hear us.\nThat they may submit to Thy just and gentle rule,\nWe beseech Thee, hear us.\nThat they may recognize Thy Vicar on earth,\nWe beseech Thee, hear us.\nThat they may freely accept his rule for Thy sake,\nWe beseech Thee, hear us.\nThat they may know that Thy Church,\nbeing Thee Thyself, cannot die as nations die,\nWe beseech Thee, hear us.\nThat the Gentiles may be restored to mercy,\nWe beseech Thee, hear us.\nThat to Christ the King all things may be restored,\nWe beseech Thee, hear us.\nThat in the Prince of Peace true peace may by all be found,\nWe beseech Thee, hear us.\nLamb of God, Who takest away the sins of the world,\nSpare us, O Christ our King.\nLamb of God, Who takest away the sins of the world,\nHear us, O Christ our King.\nLamb of God, Who takest away the sins of the world,\nHave mercy on us.\nV.  His power shall be an everlasting power,\nwhich shall not be taken away,\nR. And His Kingdom shall not decay.\nAlleluia.\nLet Us Pray:\nAlmighty, everlasting God,\nWho in Thy beloved Son,\nKing of the whole world,\nhast willed to restore all things anew,\ngrant in Thy mercy that all the families of nations,\nrent asunder by the wound of sin,\nmay be subjected to His most gentle rule,\nWho with Thee liveth and reigneth\nin the unity of the Holy Ghost,\nGod, world without end.\nR. Amen."
}
