{
  "id": "litany-to-jesus-in-the-womb-of-mary",
  "title": "Litany To Jesus In The Womb Of Mary",
  "content": "THE LITANY TO JESUS\nIN THE WOMB OF MARY.\n(Closing prayer from\n\"Prayers for Peace and Justice.\")\nJesus, knit so wonderfully in the womb of Mary,\nHave mercy on us.\nJesus, conceived by the Holy Spirit in the womb of Mary,\nHave mercy on us.\nJesus, uniquely human from the moment of conception in the womb of Mary,\nHave mercy on us.\nJesus, present at creation, created in the womb of Mary,\nHave mercy on us.\nJesus, word made flesh, taking on a human body in the womb of Mary,\nHave mercy on us.\nJesus, subject to human development in the womb of Mary,\nHave mercy on us.\nJesus, whose Precious Blood first flowed\nthrough tiny arteries and veins in the womb of Mary,\nHave mercy on us.\nJesus, hidden nine months in the womb of Mary,\nHave mercy on us.\nJesus, begotten by God, nourished by the substance and blood\nof His Most Holy Mother in the womb of Mary,\nHave mercy on us.\nJesus, leaping from eternity into time, in the womb of Mary\nHave mercy on us.\nJesus, revealing with His Father and the Holy Spirit\nall wisdom and knowledge to His Most Holy Mother, in the womb of Mary,\nHave mercy on us.\nJesus, aware of His role as Redeemer in the womb of Mary,\nHave mercy on us.\nJesus, Sanctifier of His Precursor from the womb of Mary,\nHave mercy on us.\nJesus, Eternal Word, Divine Child, embraced by the Father, in the womb of Mary,\nHave mercy on us.\nJesus, raising His Mother to the heights of sanctification, in the womb of Mary,\nHave mercy on us.\nJesus, everlasting delight of heaven, in the womb of Mary,\nHave mercy on us.\nJesus, manifesting His Incarnation to His Holy Mother, in the womb of Mary,\nHave mercy on us.\nJesus, adored and contemplated by His Mother\nin the sanctuary of her womb Jesus,\nbefore whom the angels prostrated themselves, in the womb of Mary,\nHave mercy on us.\nJesus, in whom the very angels beheld the humanity of the Infant God\nand the union of the two natures of the Word in the virginal womb of Mary,\nHave mercy on us.\nJesus, whose Holy Limbs first budded in the womb of Mary,\nHave mercy on us.\nJesus, whose Godhead the world cannot contain,\nweighing only a few grams in the womb of Mary,\nHave mercy on us.\nJesus, Divine Immensity,\nonce measuring only tenths of an inch in the womb of Mary,\nHave mercy on us.\nJesus, Sacrificial Lamb, Docile Infant in the womb of Mary,\nHave mercy on us.\nJesus, who was to suffer the agony and passion of death,\naccepting the human capacity for pain and grief, in the womb of Mary,\nHave mercy on us.\nJesus, Lamb of God in the womb of Mary Spare us, O Lord.\nHave mercy on us.\nJesus, Holy Innocent in the womb of Mary Graciously hear us, O Lord.\nHave mercy on us.\nJesus, Son of God and Messiah in the womb of Mary Have mercy on us, O Lord.\nHave mercy on us.\nLet us pray:\nGod, our creator, You formed us as women and men,\nequal partners in the stewardship of Your world:\njoined forever as sisters and brothers,\nyet within each of us lives a rich diversity of different gifts,\ndifferent hopes and different limitations.\nIn Jesus, Your word born fully in our flesh,\nYou have seen and loved in us all that You have made us to be.\nThough graced, we are limited and often weak.\nBut our weaknesses themselves are no obstacle to Your passion for us.\nTeach us to see in ourselves what you have seen in each of us from birth.\nTeach us to know our gifts and limits.\nKeep us confidently on the path of self-knowledge,\nfullness of wisdom, and joy in being Your children.\nWe ask this through Christ and the Holy Spirit, with You,\nOne God, forever and ever.\nAmen."
}
