{
  "id": "litany-of-the-martyrs",
  "title": "Litany Of The Martyrs",
  "content": "THE LITANY OF\nTHE MARTYRS\nLord, have mercy,\nLord, have mercy.\nChrist, have mercy,\nChrist, have mercy.\nLord, have mercy,\nLord, have mercy.\nHoly Mother of God and Queen of Martyrs,\nPray for us.\nSt. Joseph, husband of the Holy Mother of God and guardian of Jesus,\nPray for us.\nSaints Peter and Paul,\nMartyrs of Christ and pillars and foundation of the Church of Rome,\nPray for us.\nMARTYRED POPES\nSt. Callixtus, Pope and Martyr,\ncustodian of the Christian brethren here buried,\nPray for us.\nSt. Pontian, Pope and Martyr,\ncondemned to the mines,\nPray for us.\nSt. Fabian, Pope and Martyr,\norganizer of the Church of Rome,\nPray for us.\nSt. Cornelius, Pope and Martyr\n\"a model of humility, patience and goodness\",\nPray for us.\nSt. Sixtus II, Pope and Martyr,\nkilled for Christ in the area of these catacombs,\nPray for us.\nSt. Eusebius, Pope and Martyr,\nmerciful towards the Lapsi * in need of pardon,\nPray for us.\nMARTYRED DEACONS\nSS. Deacons: Gennarius, Magnus,Vincent, Stephen,\nFelicissimus and Agapitus, fellow Martyrs of Pope Sixtus II,\nPray for us.\nMARTYRED FAITHFUL\nSt. Tarcisius, youth with great ideals and brave defender of the Faith,\nPray for us.\nSt. Cecilia, courageous maid who offered thy virginity to Christ,\nPray for us.\nSt. Soter, Roman matron, killed for thy faithfulness to the Gospel,\nPray for us.\nSt. Polycamus, glory and ornament of the holy Church,\nPray for us.\nSS. Calocerus and Parthenius, faithful to Christ even to the point of giving thy lives for Him,\nPray for us.\nSS. Mark and Marcellianus, true-brothers in life and inseparable in Martyrdom,\nPray for us.\nSS. Cerealis and Sallustia with thy 21 Companions, defenders of the Faith against the Novatian heresy,\nPray for us.\nSS. Greek Martyrs, Maria, Neon, Hyppolitus, Adra, Pauline, Martha, Valeria, Eusebius and Marcellus---\ngift of the Oriental Church to the Catacombs of St. Callixtus,\nPray for us.\nAll Men and Women Martyrs and Saints, buried in the Catacombs of St. Callixtus,\nPray for us.\nPOPES DECLARED SAINTS\nSt. Zephyrinus, Pope, who wanted this cemetery for the Church of Rome,\nPray for us.\nSt. Anterus, Pope, who lived his short pontificate in prison,\nPray for us.\nSt. Lucius I, Pope, forced into exile because he was Vicar of Christ,\nPray for us.\nSt. Stephen I, Pope, guardian of the purity of Faith,\nPray for us.\nSt. Dionysius, Pope, loving father of his brethren in difficulty,\nPray for us.\nSt. Felix I, Pope, zealous in the work of evangelization,\nPray for us.\nSt. Eutychian, Pope, apostle of orthodoxy,\nPray for us.\nSt. Gaius, Pope, friend of the poor,\nPray for us.\nSt. Miltiades, Pope, defender of the faith against the Donatist heresy,\nPray for us.\nSt. Mark, Pope, pastor of the Church of Rome and promoter of its liturgical calendar,\nPray for us.\nSt. Damasus I, Pope, \"pious promoter of the cult of Martyrs\",\nPray for us.\nBISHOP-SAINTS\nSS. Bishops Optatus and Numidian, evangelizers of the African countries,\nPray for us.\nSS. Bishops, who carried on the mission of the Apostles,\nPray for us.\nOh all you, Holy Bishops, buried in the Catacombs of St. Callixtus,\nPray for us.\nFAITHFUL-SAINTS\nHoly Priests, who lived and died \"during the long peace\",\nPray for us.\nYoung Men and Children, who preferred to keep thy virginal purity,\nYe, too, Sinners, converted to the goodness of the Father,\nwashed in Christ's Blood and sanctified by the Holy Spirit,\nPray for us.\nAll ye, Holy Souls, whose bodies are resting in the cemetery of St. Callixtus,\nMen and Women Saints, pilgrims to the Catacombs of St. Callixtus,\nPray for us.\nSS. Brigid and Catherine of Siena,\nPray for us.\nSS. Charles Borromeo and Philip Neri,\nPray for us.\nSS. John Bosco and Blessed Michael Rua,\nPray for us.\nSS. Theresa of the Child Jesus and Mary Mazzarello,\nPray for us.\nAll ye Saints, pilgrims to the Catacombs of St. Callixtus and admirers of the faith of the early Christians,\nPray for us.\nLamb of God, Who takest away the sins of the world,\nSpare us, O Lord.\nLamb of God, Who takest away the sins of the world,\nGraciously hear us, O Lord.\nLamb of God, Who takest away the sins of the world,\nHave mercy on us.\nLET US PRAY.\nO God, our Father, Who hast made fruitful with the blood of Martyrs\nand blessed by their presence the ground of the Catacombs of St. Callixtus,\nby the bright example of so many courageous Witnesses,\nkeep us strong in our faith,\nthat we may pick up and foretaste with joy the fruit of their sacrifice.\nThrough Christ, our Lord.\nAmen."
}
