{
  "id": "litany-in-honour-of-st-ignatius-of-loyola",
  "title": "Litany In Honour Of St. Ignatius Of Loyola",
  "content": "LITANY IN HONOUR\nOF SAINT IGNATIUS OF LOYOLA.\nLord, have mercy on\nChrist, have mercy on us.\nLord, have mercy on us,  Christ, hear us\nChrist, graciously hear us.\nGod the Father of Heaven\nHave mercy on us.\nGod the Son, Redeemer of the world\nHave mercy on us.\nGod the Holy Ghost\nHave mercy on us.\nQueen of the Society of Jesus\nPray for us.\nSt. Joseph, heavenly patron of the Society of Jesus\nPray for us.\nSt. Ignatius, most devoted to the Blessed Trinity\nPray for us.\nSt. Ignatius, devoted son to our eternal Father\nPray for us.\nSt. Ignatius, oracle of the Holy Spirit\nPray for us.\nSt. Ignatius, lover of Our Lord\nPray for us.\nSt. Ignatius, loyal knight of Our Lady\nPray for us.\nSt. Ignatius, founder of the Society of Jesus\nPray for us.\nSt. Ignatius, standard bearer of the King of kings\nPray for us.\nSt. Ignatius, whose only ambition was\nto promote the Kingdom of Christ\nand the greater glory of God\nPray for us.\nSt. Ignatius, burning with zeal for the conversion of the heathen\nPray for us.\nSt. Ignatius, eagerly longing to rescue the Holy Land from the infidel\nPray for us.\nSt. Ignatius, intrepid foe of heresy and of the enemies of Christ's Church\nPray for us.\nSt. Ignatius, valiant and faithful champion of the Vicar of Christ\nPray for us.\nSt. Ignatius, \"insignis\" companion of Jesus\nPray for us.\nSt. Ignatius, our most loving father\nPray for us.\nSt. Ignatius, glorious example to thy sons\nPray for us.\nSt. Ignatius, like Our Lord in thy humility\nPray for us.\nSt. Ignatius, like Our Lord in thy modesty\nPray for us.\nSt. Ignatius, like Our Lord in thy obscurity\nPray for us.\nSt. Ignatius, like Our Lord in constant labors\nPray for us.\nSt. Ignatius, like Our Lord in sympathy for the weak\nPray for us.\nSt. Ignatius, like Our Lord in thy courage\nPray for us.\nSt. Ignatius, consumed with a great desire for humiliation with Our Lord\nPray for us.\nSt. Ignatius, constant in the practice of corporal penance\nPray for us.\nSt. Ignatius, staunch defender of poverty as the firm wall of religion\nPray for us.\nSt. Ignatius, lover of angelic purity and innocence\nPray for us.\nSt. Ignatius, skilled master in the school of holy obedience\nPray for us.\nSt. Ignatius, living always in God's presence\nPray for us.\nSt. Ignatius, model of interior peace\nPray for us.\nSt. Ignatius, inspired writer of the Spiritual Exercises\nPray for us.\nSt. Ignatius, patron of all retreats and retreat houses\nPray for us.\n(St.  Ignatius, author of our constitutions and rules,)\nPray for us.\nSt. Ignatius, victorious over the powers of darkness\nPray for us.\nSt. Ignatius, holy father of many saints and martyrs\nPray for us.\nSt. Ignatius, model of fervor to all priests\nPray for us.\nSt. Ignatius, burning with seraphic love at the Holy Sacrifice of the Mass\nPray for us.\n(St.  Ignatius, comfort to all our superiors,)\nPray for us.\n(St.  Ignatius, encouragement to all our scholastics,)\nPray for us.\n(St.  Ignatius, devoted father to our novices,)\nPray for us.\n(St.  Ignatius, source of sweetness to our brothers,)\nPray for us.\nSt. Ignatius, glorious intercessor in Heaven for thy society on earth\nPray for us.\n(That we may become true sons of our Holy Father,)\nwe beseech Thee, Lord\nto hear us.\n(That we may grow in the true spirit of the Society of Jesus,)\nwe beseech Thee, Lord, to hear us.\nThat we may become impressed\nwith the priceless value of our vocation\nwe beseech Thee, Lord\nto hear us.\nThat we may ever seek that high perfection\nto which our vocation urges us\nwe beseech Thee, Lord, to hear us.\nThat we may increase in knowledge and love and imitation of Thee\nwe beseech Thee, Lord, to hear us.\nThat we may excel in perfect obedience\nwe beseech Thee, Lord, to hear us.\nThat we may become men of prayer\nwe beseech Thee, Lord, to hear us.\nThat we may drink deeply\nfrom that fountain of truly divine wisdom\nthe Spiritual Exercises\nwe beseech Thee, Lord, to hear us.\nThat in our mental prayer we may ever be faithful\nto the teaching of St. Ignatius,\nwe beseech Thee, Lord, to hear us.\nThat our hearts may be detached from every creature\nand fixed solely and immovably upon the blessed will of God\nwe beseech Thee, Lord, to hear us.\nThat worldliness may have no part in our lives\nwe beseech Thee, Lord, to hear us.\nThat in our religious life we may be men crucified to the world\nand to whom the world is crucified\nwe beseech Thee, Lord, to hear us.\nThat we may have the grace to understand\nand defeat all the wiles and snares of Satan\nwe beseech Thee, Lord, to hear us.\nThat like St. Ignatius we may order our life\nand our work with supernatural prudence\nwe beseech Thee, Lord, to hear us.\nThat we may always be Thy energetic and enthusiastic companions\nwe beseech Thee, Lord, to hear us.\n(That we may be true and dependable\nand useful sons to our mother\nthe Society,)\nwe beseech Thee, Lord, to hear us.\nThat the purity of our lives ever be a living proof\nof our devotion to the Mother of God\nwe beseech Thee, Lord, to hear us.\nThat we may be holy and unspotted in God's sight in charity\nwe beseech Thee, Lord, to hear us.\nThat we may embrace the world in our apostolic zeal\nfor the salvation of souls\nwe beseech Thee, Lord, to hear us.\nThat we may have the gift of\nattracting all hearts to Thy love and service\nwe beseech Thee, Lord, to hear us.\nLamb of God, Who takest away the sins of the world\nSpare us, O Lord.\nLamb of God, Who takest away the sins of the world\nGraciously hear us, O Lord.\nLamb of God, Who takest away the sins of the world\nHave mercy on us, O Lord.\nV. Pray for us, Saint Ignatius,\nR. That we may be made worthy of the promises of Christ.\nLet Us Pray.\nO God\nWho in Thy most merciful Providence\ndidst call Thy faithful servant\nIgnatius of Loyola (our father)\nto a life of the most exalted sanctity\nin the very close imitation of Thy Divine Son\ngrant, we beseech Thee\nthat through his powerful intercession\nwe may persevere in following\nin the footsteps of this Thy servant\nuntil we breathe forth our souls to Thee\nas faithful followers of Christ Our King.\nAmen."
}
