{
  "id": "litany-of-the-twelve-promises",
  "title": "Litany Of The Twelve Promises",
  "content": "THE LITANY OF THE\nTWELVE PROMISES.\nHeart of Jesus, burning with love for us:\nR. Inflame our hearts with love of Thee.\nO Heart of Jesus,\nbehold us prostrate before Thee,\nto adore Thee,\nto praise Thee,\nto thank Thee,\nto make reparation for our past faults,\nand to consecrate ourselves to Thy love.\nBearing in mind Thy magnificent Promises\nto those who honor and love Thy Sacred Heart,\nwe say to Thee with the utmost confidence:\nHeart of Jesus,\ngive us all the graces necessary for our state in life.\nThou hast promised it O Jesus.\nHeart of Jesus,\ngrant peace to our families.\nThou hast promised it O Jesus.\nHeart of Jesus,\nconsole us in all our sorrows.\nThou hast promised it O Jesus.\nHeart of Jesus,\nbe our safe Refuge during life, and above all at the hour of our death.\nThou hast promised it O Jesus.\nHeart of Jesus,\npour abundant blessings on all our labors.\nThou hast promised it O Jesus.\nHeart of Jesus,\nbe for sinners the Source and Infinite Ocean of Mercy.\nThou hast promised it O Jesus.\nHeart of Jesus,\nmake indifferent souls fervent.\nThou hast promised it O Jesus.\nHeart of Jesus,\nmake fervent souls advance rapidly to perfection.\nThou hast promised it O Jesus.\nHeart of Jesus,\nbless the houses where Thine image is exposed and honored.\nThou hast promised it O Jesus.\nHeart of Jesus,\ngive to priests the power of touching the most hardened hearts.\nThou hast promised it O Jesus.\nHeart of Jesus,\nengrave on Thy Heart forever the names of those who propagate this devotion.\nThou hast promised it O Jesus.\nHeart of Jesus,\ngive those who receive Holy Communion nine consecutive First Fridays,\nthe grace of final repentance,\nthat they may not die under Thy displeasure,\nbut, strengthened by the reception of the Sacraments,\nmay Thy Heart be their secure refuge at their last hour.\nThou hast promised it O Jesus.\nO sweetest Heart of Jesus, I implore:\nR. That I may ever love Thee more and more.\nLord Jesus, remember the promises which,\nin the infinite mercy of Thy Divine Heart,\nThou didst make to Saint Margaret Mary.\nBe the Protector of our life,\nthe Strength of our weakness,\nthe Repairer of our faults,\nthe Completion of our virtues,\nour Refuge at the hour of death.\nAmen.\nO God, Who hast prepared for those who love Thee\nsuch good things as pass man's understanding:\npour into our hearts such love toward Thee,\nthat, loving Thee in and above all things,\nwe may obtain Thy promises,\nwhich exceed all that we can desire.\nThrough Jesus Christ Our Lord.\nAmen."
}
