{
  "id": "litany-of-the-precious-blood",
  "title": "Litany Of The Precious Blood",
  "content": "THE LITANY TO\nTHE PRECIOUS BLOOD.\nLord, have mercy on us.\nChrist, have mercy on us.\nLord, have mercy on us.\nChrist, hear us.\nChrist, graciously hear us.\nGod, the Father of Heaven, have mercy on us.\nGod the Son, Redeemer of the world, have mercy on us.\nGod the Holy Spirit, have mercy on us.\nBlood of Christ, only-begotton Son of the Eternal Father,\nsave us. *\n(* Save us is repeated after each invocation.)\nBlood of Christ, Incarnate Word of God,\nBlood of Christ, of the New and Eternal Testament,\nBlood of Christ, falling upon the earth in the Agony,\nBlood of Christ, shed profusely in the Scourging,\nBlood of Christ, flowing forth in the Crowning with Thorns,\nBlood of Christ, poured out on the Cross,\nBlood of Christ, price of our salvation,\nBlood of Christ, without which there is no forgiveness,\nBlood of Christ, Eucharistic drink and refreshment of souls,\nBlood of Christ, stream of mercy,\nBlood of Christ, victor over demons,\nBlood of Christ, courage of martyrs,\nBlood of Christ, strength of confessors,\nBlood of Christ, bringing forth virgins,\nBlood of Christ, help of those in peril,\nBlood of Christ, relief of the burdened,\nBlood of Christ, solace in sorrow,\nBlood of Christ, hope of the penitent,\nBlood of Christ, consolation of the dying,\nBlood of Christ, peace and tenderness of hearts,\nBlood of Christ, pledge of eternal life,\nBlood of Christ, freeing souls from purgatory,\nBlood of Christ, most worthy of all glory and honour,\nLamb of God, you take away the sins of the world,\nspare us, O Lord.\nLamb of God, you take away the sins of the world,\ngraciously hear us, O Lord.\nLamb of God, you take away the sins of the world,\nhave mercy on us.\nYou have redeemed us, O Lord, in your Blood,\nAnd made us, for our God, a kingdom.\nLet us pray:\nFather, by the Blood of Jesus, your Son,\nyou have set your people free and saved us from death.\nContinue your work of love within us,\nthat by constantly celebrating the mystery of our salvation,\nwe may reach the eternal life it promises.\nGrant this, through Christ our Lord.\nAmen."
}
