{
  "id": "litany-in-honour-of-st-vincent-de-paul",
  "title": "Litany In Honour Of St. Vincent De Paul",
  "content": "LITANY IN HONOUR OF\nSAINT VINCENT DE PAUL.\nLord, have mercy.\nChrist, have mercy.\nLord, have mercy.  Christ, hear us.\nChrist, graciously hear us.\nV. The just shall spring up like the lily,\nR. And flourish forever before the Lord.  Alleluia.\nHoly Mary, Mother of God,\nPray for us.\nHoly Mary, comforter of the afflicted,\nPray for us.\nSaint Vincent de Paul,\nPray for us.\nSt. Vincent,\nwho at the tenderest age didst display a wisdom most mature,\nPray for us.\nSt. Vincent,\nwho from thy childhood wast full of pity and compassion,\nPray for us.\nSt. Vincent,\nwho like David, from a simple shepherd becamest a ruler\nand pastor of the people of God,\nPray for us.\nSt. Vincent,\nwho in thy captivity by Turkish pirates didst preserve perfect freedom,\nPray for us.\nSt. Vincent the just man, who didst live by faith,\nPray for us.\nSt. Vincent,\nalways supported on the firm anchor of a Christian hope,\nPray for us.\nSt. Vincent,\nalways inflamed with the fire of perfect charity,\nPray for us.\nSt. Vincent, truly simple, upright, and fearing God,\nPray for us.\nSt. Vincent,\ntrue disciple of Jesus Christ, always meek and humble of heart,\nPray for us.\nSt. Vincent,\nperfectly mortified in heart and mind,\nPray for us.\nSt. Vincent,\never animated with the spirit of Our Lord,\nPray for us.\nSt. Vincent,\ngenerous maintainer of the glory of God,\nPray for us.\nSt. Vincent,\never inwardly burning and ever outwardly transported\nwith zeal for souls,\nPray for us.\nSt. Vincent,\nwho in Christian poverty\ndidst find the precious pearl\nand the rich treasure of the Gospel,\nPray for us.\nSt. Vincent,\nlike to the angels in thy purity,\nPray for us.\nSt. Vincent,\nfaithful in obedience and victorious in word and deed,\nPray for us.\nSt. Vincent,\nwho didst fly at the slightest appearance of evil,\nPray for us.\nSt. Vincent,\nwho in all thine actions didst aspire\nto the practice of perfect virtue,\nPray for us.\nSt. Vincent,\nwho didst remain like a rock\namidst the stormy sea of this world,\nPray for us.\nSt. Vincent,\ninvincible amidst the arrows of adversity,\nPray for us.\nSt. Vincent,\nas patient in suffering as thou wast indulgent in forgiving,\nPray for us.\nSt. Vincent,\never docile and obedient son of the Holy See,\nPray for us.\nSt. Vincent,\nwho hadst exceeding horror of the novel ways\nand subtle words of heretics,\nPray for us.\nSt. Vincent,\ndestined by a special Providence\nto announce the Gospel to the poor,\nPray for us.\nSt. Vincent,\nfather and model of ecclesiastics,\nPray for us.\nSt. Vincent,\nprudent founder of the Congregation of the Mission,\nPray for us.\nSt. Vincent,\nwise institutor of the Congregation of the Sisters of Charity,\nPray for us.\nSt. Vincent,\ntender in compassionating\nand prompt in relieving the necessities of the poor,\nPray for us.\nSt. Vincent,\nequally fervent in the practice of prayer\nand in ministry of the word,\nPray for us.\nSt. Vincent,\nadmirable in imitation of the life and virtues of Jesus,\nPray for us.\nSt. Vincent,\nwho didst persevere to the end in shunning evil and doing good,\nPray for us.\nSt. Vincent,\nwho as in life so in death wast most precious in the sight of God,\nPray for us.\nSt. Vincent, glory of France and pride of Paris,\nPray for us.\nSt. Vincent, patron of all charitable associations,\nPray for us.\nLamb of God, Who takest away the sins of the world,\nSpare us, O Lord.\nLamb of God, Who takest away the sins of the world,\nGraciously hear us, O Lord.\nLamb of God, Who takest away the sins of the world,\nHave mercy on us.\nV. The Lord hath led the just man through right ways,\nR. And showed unto him the Kingdom of God.\nLet Us Pray:\nO God, Who by an effect of Thine infinite goodness,\nhast renewed in our days,\nin the apostolic character and humility\nof Thy blessed servant Vincent,\nthe spirit of Thy well-beloved Son\nto preach the Gospel to the poor,\nrelieve the afflicted,\nconsole the miserable,\nand add new luster to the ecclesiastical order-grant,\nwe beseech Thee, through his powerful intercession,\nthat we also, delivered from the great misery of sin,\nmay labor to please Thee\nby the practice of the same humility,\nthrough Jesus Christ Our Lord,\nWho liveth with Thee and the Holy Ghost,\never one God,\nworld without end.\nAmen.\nO God, Who for the preaching of the Gospel to the poor,\nand for promoting the honor of the priesthood,\ndidst endue blessed Vincent with the zeal of an apostle,\ngrant, we humbly pray Thee,\nthat we who venerate his holy life\nmay profit by the examples of virtue he has left us.\nAmen."
}
