{
  "id": "litany-for-holy-communion",
  "title": "Litany For Holy Communion",
  "content": "LITANY FOR HOLY COMMUNION\nLord, have mercy on us.\nChrist, have mercy on us.\nLord, have mercy on us.  Christ, hear us.\nChrist, graciously hear us.\nGod the Father of Heaven,\nHave mercy on us.\nGod the Son, Redeemer of the world,\nHave mercy on us.\nGod the Holy Spirit,\nHave mercy on us.\nHoly Trinity, One God,\nHave mercy on us.\nJesus, living Bread which came down from Heaven,\nHave mercy on us.\nJesus, Bread from Heaven giving life to the world,\nHave mercy on us.\nJesus, hidden God and Saviour,\nHave mercy on us.\nJesus, Who has loved us with an everlasting love,\nHave mercy on us.\nJesus, Whose delights are to be with the children of men,\nHave mercy on us.\nJesus, Who has given Thy Flesh for the life of the world,\nHave mercy on us.\nJesus, Who invites all to come to Thee,\nHave mercy on us.\nJesus, Who promises eternal life to those who receive Thee,\nHave mercy on us.\nJesus, Who with desire desires to eat this Pasch with us,\nHave mercy on us.\nJesus, ever ready to receive and welcome us,\nHave mercy on us.\nJesus, Who stands at our door knocking,\nHave mercy on us.\nJesus, Who has said that if we will open to Thee the door,\nThou wilt come in and sup with us,\nHave mercy on us.\nJesus, Who receives us into Thy arms\nand blesses us with the little children,\nHave mercy on us.\nJesus, Who suffers us to sit at Thy feet with Magdalen,\nHave mercy on us.\nJesus, Who invites us to lean on Thy bosom\nwith the beloved disciple,\nHave mercy on us.\nJesus, Who has not left us orphans,\nHave mercy on us.\nMost dear Sacrament,\nHave mercy on us.\nSacrament of love,\nHave mercy on us.\nSacrament of sweetness,\nHave mercy on us.\nLife-giving Sacrament,\nHave mercy on us.\nSacrament of strength,\nHave mercy on us.\nMy God and my all,\nHave mercy on us.\nThat our hearts may pant after Thee\nas the hart after the fountains of water,\nwe beseech Thee, hear us.\nThat Thou wouldst manifest Thyself to us\nas to the two disciples in the breaking of bread,\nwe beseech Thee, hear us.\nThat we may know Thy voice like Magdalen,\nwe beseech Thee, hear us.\nThat with a lively faith we may confess\nwith the beloved disciple, \"It is the Lord,\"\nwe beseech Thee, hear us.\nThat Thou wouldst bless us who have not seen and yet have believed,\nwe beseech Thee, hear us.\nThat we may love Thee in the Blessed Sacrament\nwith our whole heart, with our whole soul,\nwith all our mind, and with all our strength,\nwe beseech Thee, hear us.\nThat the fruit of each Communion may be fresh love,\nwe beseech Thee, hear us.\nThat our one desire may be to love Thee and to do Thy will,\nwe beseech Thee, hear us.\nThat we may ever remain in Thy love,\nwe beseech Thee, hear us.\nThat Thou wouldst teach us how to receive and welcome Thee,\nwe beseech Thee, hear us.\nThat Thou wouldst teach us to pray, and Thyself pray within us,\nwe beseech Thee, hear us.\nThat with Thee every virtue may come into our souls,\nwe beseech Thee, hear us.\nThat throughout this day Thou wouldst keep us closely united to Thee,\nwe beseech Thee, hear us.\nThat Thou wouldst give us grace to persevere to the end,\nwe beseech Thee, hear us.\nThat Thou wouldst then be our support and Viaticum,\nwe beseech Thee, hear us.\nThat with Thee and leaning on Thee\nwe may safely pass through all dangers,\nwe beseech Thee, hear us.\nThat our last act may be one of perfect love\nand our last breath a long deep sigh\nto be in Our Father's house,\nwe beseech Thee, hear us.\nThat Thy sweet face may smile upon us\nwhen we appear before Thee,\nwe beseech Thee, hear us.\nThat our banishment from Thee,\ndearest Lord, may not be very long,\nwe beseech Thee, hear us.\nThat when the time is come,\nwe may fly up from our prison to Thee,\nand in Thy Sacred Heart find our rest forever,\nwe beseech Thee, hear us.\nLamb of God, Who takest away the sins of the world,\nSpare us, O Lord.\nLamb of God, Who takest away the sins of the world,\nGraciously hear us, O Lord.\nLamb of God, Who takest away the sins of the world,\nHave mercy on us.\nV. Stay with us, Lord, because it is toward evening,\nR. And the day is now far spent.\nLet Us Pray\nWe come to Thee, dear Lord,\nwith the Apostles,\nsaying, \"Increase our faith.\"\nGive us a strong and lively faith\nin the mystery of Thy Real Presence\nin the midst of us.\nGive us the splendid faith of the centurion,\nwhich drew from Thee such praise.\nGive us the faith of the beloved disciple\nto know Thee in the dark\nand say, \"It is the Lord!\"\nGive us the faith of Martha t4o confess,\n\"Thou art the Christ, the Son of the living God.\"\nGive us the faith of Magdalen\nto fall at Thy feet crying,\n\"Rabboni, Master.\"\nGive us the faith of all Thy saints,\nto whom the Blessed Sacrament\nhas been Heaven begun on earth.\nIn every Communion increase our faith;\nfor with faith, love and humility and reverence\nand all good will come into our souls.\nDearest Lord, increase our faith.\nAmen."
}
