{
  "id": "michael",
  "title": "Litany of Saint Michael the Archangel",
  "content": "Lord, have mercy.\\tLord, have mercy.\\nChrist, have mercy.\\tChrist, have mercy.\\nChrist, hear us.\\tChrist, hear us.\\nChrist, graciously hear us.\\tChrist, graciously hear us.\\n\\nGod the Father of Heaven,\\tHave mercy on us.\\nGod the Son, Redeemer of the world,\\tHave mercy on us.\\nGod the Holy Spirit,\\tHave mercy on us.\\nHoly Trinity, One God,\\tHave mercy on us.\\n\\nHoly Mary, Queen of the Angels,\\tPray for us.\\nSaint Michael,\\tPray for us.\\nSaint Michael, filled with the wisdom of God,\\tPray for us.\\nSaint Michael, perfect adorer of the Incarnate Word,\\tPray for us.\\nSaint Michael, crowned with honor and glory,\\tPray for us.\\nSaint Michael, most powerful Prince of the armies of the Lord,\\tPray for us.\\nSaint Michael, standard-bearer of the Most Holy Trinity,\\tPray for us.\\nSaint Michael, guardian of Paradise,\\tPray for us.\\nSaint Michael, guide and comforter of the people of Israel,\\tPray for us.\\nSaint Michael, splendor and fortress of the Church Militant,\\tPray for us.\\nSaint Michael, honor and joy of the Church Triumphant,\\tPray for us.\\nSaint Michael, light of angels,\\tPray for us.\\nSaint Michael, bulwark of orthodox believers,\\tPray for us.\\nSaint Michael, strength of those who fight under the standard of the Cross,\\tPray for us.\\nSaint Michael, light and hope of souls at the hour of death,\\tPray for us.\\nSaint Michael, our most sure aid,\\tPray for us.\\nSaint Michael, our help in all adversities,\\tPray for us.\\nSaint Michael, herald of the everlasting sentence,\\tPray for us.\\nSaint Michael, consoler of souls detained in the flames of Purgatory,\\tPray for us.\\nSaint Michael, whom the Lord has charged to receive souls after death,\\tPray for us.\\nSaint Michael, our prince,\\tPray for us.\\nSaint Michael, our advocate,\\tPray for us.\\n\\nLamb of God, who takest away the sins of the world,\\tSpare us, O Lord.\\nLamb of God, who takest away the sins of the world,\\tGraciously hear us, O Lord.\\nLamb of God, who takest away the sins of the world,\\tHave mercy on us.\\n\\nPray for us, O glorious Saint Michael, Prince of the Church of Jesus Christ.\\tThat we may be made worthy of His promises.\\n\\nLet us pray.\\nSanctify us, we beseech Thee, O Lord Jesus, with Thy holy blessing, and grant us, by the intercession of Saint Michael, that wisdom which teaches us to lay up treasures in Heaven by exchanging the goods of this world for those of eternity. Thou who livest and reignest world without end. Amen."
}