{
  "id": "most-holy-name",
  "title": "Litany of the Most Holy Name of Jesus (variant of the above)",
  "content": "Lord, have mercy.\\tLord, have mercy.\\nChrist, have mercy.\\tChrist, have mercy.\\nLord, have mercy.\\tLord, have mercy.\\n\\nJesus, hear us.\\tJesus, graciously hear us.\\n\\nGod, the Father of Heaven,\\tHave mercy on us.\\nGod, the Son, Redeemer of the world,\\tHave mercy on us.\\nGod, the Holy Spirit,\\tHave mercy on us.\\nHoly Trinity, One God,\\tHave mercy on us.\\n\\nBlood of Christ, only-begotten Son of the Eternal Father,\\tSave us.\\nBlood of Christ, Incarnate Word of God,\\tSave us.\\nBlood of Christ, of the New and Eternal Testament,\\tSave us.\\nBlood of Christ, falling upon the earth in the Agony,\\tSave us.\\nBlood of Christ, shed profusely in the Scourging,\\tSave us.\\nBlood of Christ, flowing forth in the Crowning with Thorns,\\tSave us.\\nBlood of Christ, poured out on the Cross,\\tSave us.\\nBlood of Christ, price of our salvation,\\tSave us.\\nBlood of Christ, without which there is no forgiveness.\\tSave us.\\nBlood of Christ, Eucharistic drink and refreshment of souls,\\tSave us.\\nBlood of Christ, stream of mercy,\\tSave us.\\nBlood of Christ, victor over demons,\\tSave us.\\nBlood of Christ, courage of Martyrs,\\tSave us.\\nBlood of Christ, strength of Confessors,\\tSave us.\\nBlood of Christ, bringing forth Virgins,\\tSave us.\\nBlood of Christ, help of those in peril,\\tSave us.\\nBlood of Christ, relief of the burdened,\\tSave us.\\nBlood of Christ, solace in sorrow,\\tSave us.\\nBlood of Christ, hope of the penitent,\\tSave us.\\nBlood of Christ, consolation of the dying,\\tSave us.\\nBlood of Christ, peace and tenderness of hearts,\\tSave us.\\nBlood of Christ, pledge of eternal life,\\tSave us.\\nBlood of Christ, freeing souls from purgatory,\\tSave us.\\nBlood of Christ, most worthy of all glory and honor,\\tSave us.\\n\\nLamb of God, who takes away the sins of the world,\\tSpare us, O Lord.\\nLamb of God, who takes away the sins of the world,\\tGraciously hear us, O Lord.\\nLamb of God, who takes away the sins of the world,\\tHave mercy on us, O Lord.\\n\\nYou have redeemed us, O Lord, in your Blood.\\tAnd made us, for our God, a kingdom.\\n\\nLet us pray, - Almighty and eternal God, you have appointed your only-begotten Son the Redeemer of the world, and willed to be appeased by his Blood. Grant we beg of you, that we may worthily adore this price of our salvation, and through its power be safeguarded from the evils of the present life, so that we may rejoice in its fruits forever in heaven. Through the same Christ our Lord. Amen."
}