{
  "id": "passion",
  "title": "Litany of the Passion",
  "content": "Lord, have mercy.\\tLord, have mercy.\\nChrist, have mercy.\\tChrist, have mercy.\\nLord, have mercy.\\tLord, have mercy.\\n\\nJesus, hear us.\\tJesus, graciously hear us.\\n\\nGod the Father of Heaven,\\tHave mercy on us.\\nGod the Son, Redeemer of the world,\\tHave mercy on us.\\nGod the Holy Spirit,\\tHave mercy on us.\\nHoly Trinity, One God,\\tHave mercy on us.\\n\\nJesus, betrayed and sold,\\tHave mercy on us.\\nJesus, forsaken by your disciples,\\tHave mercy on us.\\nJesus, bound like a criminal,\\tHave mercy on us.\\nJesus, denied by Peter,\\tHave mercy on us.\\nJesus, accused falsely,\\tHave mercy on us.\\nJesus, slapped and mocked,\\tHave mercy on us.\\nJesus, spat upon,\\tHave mercy on us.\\nJesus, judged unjustly,\\tHave mercy on us.\\nJesus, scourged at the pillar,\\tHave mercy on us.\\nJesus, crowned with thorns,\\tHave mercy on us.\\nJesus, burdened with the Cross,\\tHave mercy on us.\\nJesus, stripped of your garments,\\tHave mercy on us.\\nJesus, nailed to the Cross,\\tHave mercy on us.\\nJesus, lifted high on the Cross,\\tHave mercy on us.\\nJesus, crucified between thieves,\\tHave mercy on us.\\nJesus, blasphemed and ridiculed,\\tHave mercy on us.\\nJesus, in agony for three hours,\\tHave mercy on us.\\nJesus, thirsting in pain,\\tHave mercy on us.\\nJesus, breathing your last,\\tHave mercy on us.\\nJesus, pierced by a lance,\\tHave mercy on us.\\nJesus, taken down and placed in the arms of your Mother,\\tHave mercy on us.\\nJesus, laid in the tomb,\\tHave mercy on us.\\n\\nLamb of God, who takes away the sins of the world,\\tSpare us, O Lord.\\nLamb of God, who takes away the sins of the world,\\tGraciously hear us, O Lord.\\nLamb of God, who takes away the sins of the world,\\tHave mercy on us.\\n\\nV. We adore you, O Christ, and we bless you.\\nR. Because by your holy Cross you have redeemed the world.\\n\\nLet us pray.\\nLord Jesus Christ, you endured such suffering for our redemption and humbled yourself even unto death. Grant that we may honor your Passion and find strength in your Cross, that we may rise with you in glory. You who live and reign forever and ever. Amen."
}