{
  "id": "sacred-heart",
  "title": "Litany of the Sacred Heart of Jesus",
  "content": "Lord, have mercy\\tLord, have mercy.\\nChrist, have mercy\\tChrist, have mercy.\\nLord, have mercy\\tLord, have mercy.\\n\\nChrist, hear us\\tChrist, hear us.\\nChrist, graciously hear us.\\tChrist, graciously hear us.\\n\\nGod the Father of Heaven,\\thave mercy on us.\\nGod the Son, Redeemer of the world,\\thave mercy on us.\\nGod, the Holy Spirit,\\thave mercy on us.\\nHoly Trinity, One God,\\thave mercy on us.\\nHeart of Jesus, Son of the Eternal Father,\\thave mercy on us.\\nHeart of Jesus, formed by the Holy Spirit in the womb of the Virgin Mother,\\thave mercy on us.\\nHeart of Jesus, substantially united to the Word of God,\\thave mercy on us.\\nHeart of Jesus, of Infinite Majesty,\\thave mercy on us.\\nHeart of Jesus, Sacred Temple of God,\\thave mercy on us.\\nHeart of Jesus, Tabernacle of the Most High,\\thave mercy on us.\\nHeart of Jesus, House of God and Gate of Heaven,\\thave mercy on us.\\nHeart of Jesus, burning furnace of charity,\\thave mercy on us.\\nHeart of Jesus, abode of justice and love,\\thave mercy on us.\\nHeart of Jesus, full of goodness and love,\\thave mercy on us.\\nHeart of Jesus, abyss of all virtues,\\thave mercy on us.\\nHeart of Jesus, most worthy of all praise,\\thave mercy on us.\\nHeart of Jesus, king and center of all hearts,\\thave mercy on us.\\nHeart of Jesus, in whom are all treasures of wisdom and knowledge,\\thave mercy on us.\\nHeart of Jesus, in whom dwells the fullness of divinity,\\thave mercy on us.\\nHeart of Jesus, in whom the Father was well pleased,\\thave mercy on us.\\nHeart of Jesus, of whose fullness we have all received,\\thave mercy on us.\\nHeart of Jesus, desire of the everlasting hills,\\thave mercy on us.\\nHeart of Jesus, patient and most merciful,\\thave mercy on us.\\nHeart of Jesus, enriching all who invoke Thee,\\thave mercy on us.\\nHeart of Jesus, fountain of life and holiness,\\thave mercy on us.\\nHeart of Jesus, propitiation for our sins,\\thave mercy on us.\\nHeart of Jesus, loaded down with opprobrium,\\thave mercy on us.\\nHeart of Jesus, bruised for our offenses,\\thave mercy on us.\\nHeart of Jesus, obedient to death,\\thave mercy on us.\\nHeart of Jesus, pierced with a lance,\\thave mercy on us.\\nHeart of Jesus, source of all consolation,\\thave mercy on us.\\nHeart of Jesus, our life and resurrection,\\thave mercy on us.\\nHeart of Jesus, our peace and our reconciliation,\\thave mercy on us.\\nHeart of Jesus, victim for our sins\\thave mercy on us.\\nHeart of Jesus, salvation of those who trust in Thee,\\thave mercy on us.\\nHeart of Jesus, hope of those who die in Thee,\\thave mercy on us.\\nHeart of Jesus, delight of all the Saints,\\thave mercy on us.\\n\\nLamb of God, who taketh away the sins of the world,\\tspare us, O Lord.\\nLamb of God, who taketh away the sins of the world,\\tgraciously hear us, O Lord.\\nLamb of God, who taketh away the sins of the world,\\thave mercy on us, O Lord.\\n\\nV. Jesus, meek and humble of heart.\\tR. Make our hearts like to Thine.\\nLet us pray:\\nAlmighty and eternal God, look upon the Heart of Thy most beloved Son and upon the praises and satisfaction which He offers Thee in the name of sinners; and to those who implore Thy mercy, in Thy great goodness, grant forgiveness in the name of the same Jesus Christ, Thy Son, who livest and reignest with Thee forever and ever. Amen."
}