{
  "id": "saints",
  "title": "Litany of the Saints (used in baptisms, ordinations, Easter Vigil, etc.)",
  "content": "Lord, have mercy.\\tLord, have mercy.\\nChrist, have mercy.\\tChrist, have mercy.\\nLord, have mercy.\\tLord, have mercy.\\nChrist, hear us.\\tChrist, hear us.\\nChrist, graciously hear us.\\tChrist, graciously hear us.\\n\\nGod the Father of Heaven,\\tHave mercy on us.\\nGod the Son, Redeemer of the world,\\tHave mercy on us.\\nGod the Holy Spirit,\\tHave mercy on us.\\nHoly Trinity, One God,\\tHave mercy on us.\\n\\nHoly Mary,\\tPray for us.\\nHoly Mother of God,\\tPray for us.\\nHoly Virgin of virgins,\\tPray for us.\\nSt. Michael,\\tPray for us.\\nSt. Gabriel,\\tPray for us.\\nSt. Raphael,\\tPray for us.\\nAll you holy angels and archangels,\\tPray for us.\\nAll you holy orders of blessed spirits,\\tPray for us.\\nSt. John the Baptist,\\tPray for us.\\nSt. Joseph,\\tPray for us.\\nAll you holy Patriarchs and Prophets,\\tPray for us.\\nSt. Peter,\\tPray for us.\\nSt. Paul,\\tPray for us.\\nSt. Andrew,\\tPray for us.\\nSt. James,\\tPray for us.\\nSt. John,\\tPray for us.\\nSt. Thomas,\\tPray for us.\\nSt. James,\\tPray for us.\\nSt. Philip,\\tPray for us.\\nSt. Bartholomew,\\tPray for us.\\nSt. Matthew,\\tPray for us.\\nSt. Simon,\\tPray for us.\\nSt. Jude,\\tPray for us.\\nSt. Matthias,\\tPray for us.\\nSt. Barnabas,\\tPray for us.\\nSt. Luke,\\tPray for us.\\nSt. Mark,\\tPray for us.\\nAll you holy Apostles and Evangelists,\\tPray for us.\\nAll you holy Disciples of the Lord,\\tPray for us.\\nAll you holy Innocents,\\tPray for us.\\nSt. Stephen,\\tPray for us.\\nSt. Lawrence,\\tPray for us.\\nSt. Vincent,\\tPray for us.\\nAll you holy Martyrs,\\tPray for us.\\nSt. Sylvester,\\tPray for us.\\nSt. Gregory,\\tPray for us.\\nSt. Ambrose,\\tPray for us.\\nSt. Augustine,\\tPray for us.\\nSt. Jerome,\\tPray for us.\\nSt. Martin,\\tPray for us.\\nAll you holy Bishops and Confessors,\\tPray for us.\\nAll you holy Doctors,\\tPray for us.\\nSt. Anthony,\\tPray for us.\\nSt. Benedict,\\tPray for us.\\nSt. Bernard,\\tPray for us.\\nSt. Dominic,\\tPray for us.\\nSt. Francis,\\tPray for us.\\nAll you holy Priests and Levites,\\tPray for us.\\nAll you holy Monks and Hermits,\\tPray for us.\\nSt. Mary Magdalene,\\tPray for us.\\nSt. Agatha,\\tPray for us.\\nSt. Lucy,\\tPray for us.\\nSt. Agnes,\\tPray for us.\\nSt. Cecilia,\\tPray for us.\\nSt. Catherine,\\tPray for us.\\nSt. Anastasia,\\tPray for us.\\nAll you holy Virgins and Widows,\\tPray for us.\\nAll you Saints of God,\\tIntercede for us.\\n\\nBe merciful,\\tSpare us, O Lord.\\nBe merciful,\\tGraciously hear us, O Lord.\\n\\nFrom all evil,\\tDeliver us, O Lord.\\nFrom all sin,\\tDeliver us, O Lord.\\nFrom Your wrath,\\tDeliver us, O Lord.\\nFrom a sudden and unprovided death,\\tDeliver us, O Lord.\\nFrom the snares of the devil,\\tDeliver us, O Lord.\\nFrom anger, hatred, and all ill will,\\tDeliver us, O Lord.\\nFrom the spirit of fornication,\\tDeliver us, O Lord.\\nFrom lightning and tempest,\\tDeliver us, O Lord.\\nFrom the scourge of earthquake,\\tDeliver us, O Lord.\\nFrom plague, famine and war,\\tDeliver us, O Lord.\\nFrom everlasting death,\\tDeliver us, O Lord.\\n\\nWe sinners,\\tWe beseech You, hear us.\\nThat You would spare us,\\tWe beseech You, hear us.\\nThat You would pardon us,\\tWe beseech You, hear us.\\nThat it may please You to bring us to true repentance,\\tWe beseech You, hear us.\\nThat it may please You to preserve and strengthen us in Your holy service,\\tWe beseech You, hear us.\\nThat it may please You to deliver our souls from eternal damnation,\\tWe beseech You, hear us.\\nThat it may please You to comfort the afflicted,\\tWe beseech You, hear us.\\nThat it may please You to give and preserve the fruits of the earth,\\tWe beseech You, hear us.\\nThat it may please You to grant eternal rest to all the faithful departed,\\tWe beseech You, hear us.\\n\\nLamb of God, who takes away the sins of the world,\\tSpare us, O Lord.\\nLamb of God, who takes away the sins of the world,\\tGraciously hear us, O Lord.\\nLamb of God, who takes away the sins of the world,\\tHave mercy on us.\\n\\nChrist, hear us.\\tChrist, graciously hear us.\\nLord, have mercy.\\tChrist, have mercy.\\nLord, have mercy."
}