{
  "id": "the-crown-of-twelve-stars",
  "title": "The Crown Of Twelve Stars",
  "content": "THE CROWN OF TWELVE STAIRS.\nSt. John, the beloved disciple of Jesus and Mary, was privileged to behold a wonderful sign in Heaven:\n\"A woman clothed with the sun, and the moon was under her feet, and upon her head a crown of twelve\nstars. [Apoc. 12] This gave rise to the triple Crown of Twelve Stars devotion which Heaven has blessed\nwith countless favors.\nSt. John Berchmans made it his daily favorite:\nLet us offer praise and thanksgiving to the Most Holy Trinity,\nWho hath shown us the Virgin Mary,\nclothed with the sun,\nthe moon  between her feet,\nand on her head a mystic crown of twelve stars.\nR. For ever and ever.\nAmen.\nLet us praise and thank the Divine Father, Who elected her for His daughter.\nR. Amen.\nSay an Our Father.\nPraised be the Divine Father,\nWho predestined her to be the Mother of His Divine Son.\nR. Amen.\nSay a Hail Mary.\nPraised be the Divine Father,\nWho preserved her from all stain in her conception.\nR. Amen.\nSay a Hail Mary.\nPraised be the Divine Father,\nWho adorned her at birth with His most excellent gifts.\nR. Amen.\nSay a Hail Mary.\nPraised be the Divine Father,\nWho gave her Saint Joseph to be her companion and most pure spouse.\nR. Amen.\nSay a Hail Mary and a Glory Be.\nLet us praise and thank the Divine Son, Who chose her for His mother.\nR. Amen.\nSay an Our Father.\nPraised be the Divine Son,\nWho became incarnate in her bosom and there abode for nine months.\nR. Amen.\nSay a Hail Mary.\nPraised be the Divine Son,\nWho was born of her and was nourished at her breast.\nR. Amen.\nSay a Hail Mary.\nPraised be the Divine Son,\nWho in His childhood willed to be taught by her.\nR. Amen.\nSay a Hail Mary.\nPraised be the Divine Son,\nWho revealed to her the mystery of the Redemption of the world.\nR. Amen.\nSay a Hail Mary and a Glory Be.\nLet us praise and thank the Holy Spirit,\nWho took her for His spouse.\nR. Amen. Say an Our Father.\nPraised be the Holy Spirit,\nWho, revealed first to her His Name of Holy Spirit.\nR. Amen. Say a Hail Mary.\nPraised be the Holy Spirit,\nby Whose operation she was at once Virgin and Mother.\nR. Amen.\nSay a Hail Mary.\nPraised be the Holy Spirit,\nby Whose power she was the living-temple of the ever-blessed Trinity.\nR. Amen."
}
