[
  {
    "number": 1,
    "text": "1.\n\nHappy are those who do not follow the advice of the wicked, or take the path that sinners tread, or sit in the seat of scoffers; \n\t2.\n\nbut their delight is in the law of the Lord, and on his law they meditate day and night. \n\t3.\n\nThey are like trees planted by streams of water, which yield their fruit in its season, and their leaves do not wither. In all that they do, they prosper. \n\t4.\n\nThe wicked are not so, but are like chaff that the wind drives away. \n\t5.\n\nTherefore the wicked will not stand in the judgment, nor sinners in the congregation of the righteous; \n\t6.\n\nfor the Lord watches over the way of the righteous, but the way of the wicked will perish."
  },
  {
    "number": 2,
    "text": "1.\n\nWhy do the nations conspire, and the peoples plot in vain? \n\t2.\n\nThe kings of the earth set themselves, and the rulers take counsel together, against the Lord and his anointed, saying, \n\t3.\n\nÒLet us burst their bonds asunder, and cast their cords from us.Ó \n\t4.\n\nHe who sits in the heavens laughs; the Lord has them in derision. \n\t5.\n\nThen he will speak to them in his wrath, and terrify them in his fury, saying, \n\t6.\n\nÒI have set my king on Zion, my holy hill.Ó \n\t7.\n\nI will tell of the decree of the Lord : He said to me, ÒYou are my son; today I have begotten you. \n\t8.\n\nAsk of me, and I will make the nations your heritage, and the ends of the earth your possession. \n\t9.\n\nYou shall break them with a rod of iron, and dash them in pieces like a potter's vessel.Ó \n\t10.\n\nNow therefore, O kings, be wise; be warned, O rulers of the earth. \n\t11.\n\nServe the Lord with fear, with trembling \n\t12.\n\nkiss his feet, or he will be angry, and you will perish in the way; for his wrath is quickly kindled. Happy are all who take refuge in him."
  },
  {
    "number": 3,
    "text": "1.\n\nO Lord, how many are my foes! Many are rising against me; \n\t2.\n\nmany are saying to me, ÒThere is no help for you in God.Ó Selah \n\t3.\n\nBut you, O Lord, are a shield around me, my glory, and the one who lifts up my head. \n\t4.\n\nI cry aloud to the Lord, and he answers me from his holy hill. Selah \n\t5.\n\nI lie down and sleep; I wake again, for the Lord sustains me. \n\t6.\n\nI am not afraid of ten thousands of people who have set themselves against me all around. \n\t7.\n\nRise up, O Lord ! Deliver me, O my God! For you strike all my enemies on the cheek; you break the teeth of the wicked. \n\t8.\n\nDeliverance belongs to the Lord; may your blessing be on your people! Selah"
  },
  {
    "number": 4,
    "text": "1.\n\nAnswer me when I call, O God of my right! You gave me room when I was in distress. Be gracious to me, and hear my prayer. \n\t2.\n\nHow long, you people, shall my honor suffer shame? How long will you love vain words, and seek after lies? Selah \n\t3.\n\nBut know that the Lord has set apart the faithful for himself; the Lord hears when I call to him. \n\t4.\n\nWhen you are disturbed, do not sin; ponder it on your beds, and be silent. Selah \n\t5.\n\nOffer right sacrifices, and put your trust in the Lord . \n\t6.\n\nThere are many who say, ÒO that we might see some good! Let the light of your face shine on us, O Lord !Ó \n\t7.\n\nYou have put gladness in my heart more than when their grain and wine abound. \n\t8.\n\nI will both lie down and sleep in peace; for you alone, O Lord, make me lie down in safety."
  },
  {
    "number": 5,
    "text": "1.\n\nGive ear to my words, O Lord; give heed to my sighing. \n\t2.\n\nListen to the sound of my cry, my King and my God, for to you I pray. \n\t3.\n\nO Lord, in the morning you hear my voice; in the morning I plead my case to you, and watch. \n\t4.\n\nFor you are not a God who delights in wickedness; evil will not sojourn with you. \n\t5.\n\nThe boastful will not stand before your eyes; you hate all evildoers. \n\t6.\n\nYou destroy those who speak lies; the Lord abhors the bloodthirsty and deceitful. \n\t7.\n\nBut I, through the abundance of your steadfast love, will enter your house, I will bow down toward your holy temple in awe of you. \n\t8.\n\nLead me, O Lord, in your righteousness because of my enemies; make your way straight before me. \n\t9.\n\nFor there is no truth in their mouths; their hearts are destruction; their throats are open graves; they flatter with their tongues. \n\t10.\n\nMake them bear their guilt, O God; let them fall by their own counsels; because of their many transgressions cast them out, for they have rebelled against you. \n\t11.\n\nBut let all who take refuge in you rejoice; let them ever sing for joy. Spread your protection over them, so that those who love your name may exult in you. \n\t12.\n\nFor you bless the righteous, O Lord; you cover them with favor as with a shield."
  },
  {
    "number": 6,
    "text": "1.\n\nO Lord, do not rebuke me in your anger, or discipline me in your wrath. \n\t2.\n\nBe gracious to me, O Lord, for I am languishing; O Lord, heal me, for my bones are shaking with terror. \n\t3.\n\nMy soul also is struck with terror, while you, O Lord Ñhow long? \n\t4.\n\nTurn, O Lord, save my life; deliver me for the sake of your steadfast love. \n\t5.\n\nFor in death there is no remembrance of you; in Sheol who can give you praise? \n\t6.\n\nI am weary with my moaning; every night I flood my bed with tears; I drench my couch with my weeping. \n\t7.\n\nMy eyes waste away because of grief; they grow weak because of all my foes. \n\t8.\n\nDepart from me, all you workers of evil, for the Lord has heard the sound of my weeping. \n\t9.\n\nThe Lord has heard my supplication; the Lord accepts my prayer. \n\t10.\n\nAll my enemies shall be ashamed and struck with terror; they shall turn back, and in a moment be put to shame."
  },
  {
    "number": 7,
    "text": "1.\n\nO Lord my God, in you I take refuge; save me from all my pursuers, and deliver me, \n\t2.\n\nor like a lion they will tear me apart; they will drag me away, with no one to rescue. \n\t3.\n\nO Lord my God, if I have done this, if there is wrong in my hands, \n\t4.\n\nif I have repaid my ally with harm or plundered my foe without cause, \n\t5.\n\nthen let the enemy pursue and overtake me, trample my life to the ground, and lay my soul in the dust. Selah \n\t6.\n\nRise up, O Lord, in your anger; lift yourself up against the fury of my enemies; awake, O my God; you have appointed a judgment. \n\t7.\n\nLet the assembly of the peoples be gathered around you, and over it take your seat on high. \n\t8.\n\nThe Lord judges the peoples; judge me, O Lord, according to my righteousness and according to the integrity that is in me. \n\t9.\n\nO let the evil of the wicked come to an end, but establish the righteous, you who test the minds and hearts, O righteous God. \n\t10.\n\nGod is my shield, who saves the upright in heart. \n\t11.\n\nGod is a righteous judge, and a God who has indignation every day. \n\t12.\n\nIf one does not repent, God will whet his sword; he has bent and strung his bow; \n\t13.\n\nhe has prepared his deadly weapons, making his arrows fiery shafts. \n\t14.\n\nSee how they conceive evil, and are pregnant with mischief, and bring forth lies. \n\t15.\n\nThey make a pit, digging it out, and fall into the hole that they have made. \n\t16.\n\nTheir mischief returns upon their own heads, and on their own heads their violence descends. \n\t17.\n\nI will give to the Lord the thanks due to his righteousness, and sing praise to the name of the Lord, the Most High."
  },
  {
    "number": 8,
    "text": "1.\n\nO Lord, our Sovereign, how majestic is your name in all the earth! You have set your glory above the heavens. \n\t2.\n\nOut of the mouths of babes and infants you have founded a bulwark because of your foes, to silence the enemy and the avenger. \n\t3.\n\nWhen I look at your heavens, the work of your fingers, the moon and the stars that you have established; \n\t4.\n\nwhat are human beings that you are mindful of them, mortals that you care for them? \n\t5.\n\nYet you have made them a little lower than God, and crowned them with glory and honor. \n\t6.\n\nYou have given them dominion over the works of your hands; you have put all things under their feet, \n\t7.\n\nall sheep and oxen, and also the beasts of the field, \n\t8.\n\nthe birds of the air, and the fish of the sea, whatever passes along the paths of the seas. \n\t9.\n\nO Lord, our Sovereign, how majestic is your name in all the earth!"
  },
  {
    "number": 9,
    "text": "1.\n\nI will give thanks to the Lord with my whole heart; I will tell of all your wonderful deeds. \n\t2.\n\nI will be glad and exult in you; I will sing praise to your name, O Most High. \n\t3.\n\nWhen my enemies turned back, they stumbled and perished before you. \n\t4.\n\nFor you have maintained my just cause; you have sat on the throne giving righteous judgment. \n\t5.\n\nYou have rebuked the nations, you have destroyed the wicked; you have blotted out their name forever and ever. \n\t6.\n\nThe enemies have vanished in everlasting ruins; their cities you have rooted out; the very memory of them has perished. \n\t7.\n\nBut the Lord sits enthroned forever, he has established his throne for judgment. \n\t8.\n\nHe judges the world with righteousness; he judges the peoples with equity. \n\t9.\n\nThe Lord is a stronghold for the oppressed, a stronghold in times of trouble. \n\t10.\n\nAnd those who know your name put their trust in you, for you, O Lord, have not forsaken those who seek you. \n\t11.\n\nSing praises to the Lord, who dwells in Zion. Declare his deeds among the peoples. \n\t12.\n\nFor he who avenges blood is mindful of them; he does not forget the cry of the afflicted. \n\t13.\n\nBe gracious to me, O Lord . See what I suffer from those who hate me; you are the one who lifts me up from the gates of death, \n\t14.\n\nso that I may recount all your praises, and, in the gates of daughter Zion, rejoice in your deliverance. \n\t15.\n\nThe nations have sunk in the pit that they made; in the net that they hid has their own foot been caught. \n\t16.\n\nThe Lord has made himself known, he has executed judgment; the wicked are snared in the work of their own hands. [Higgaion. Selah] \n\t17.\n\nThe wicked shall depart to Sheol, all the nations that forget God. \n\t18.\n\nFor the needy shall not always be forgotten, nor the hope of the poor perish forever. \n\t19.\n\nRise up, O Lord ! Do not let mortals prevail; let the nations be judged before you. \n\t20.\n\nPut them in fear, O Lord; let the nations know that they are only human. Selah"
  },
  {
    "number": 10,
    "text": "1.\n\nWhy, O Lord, do you stand far off? Why do you hide yourself in times of trouble? \n\t2.\n\nIn arrogance the wicked persecute the poorÑ let them be caught in the schemes they have devised. \n\t3.\n\nFor the wicked boast of the desires of their heart, those greedy for gain curse and renounce the Lord . \n\t4.\n\nIn the pride of their countenance the wicked say, ÒGod will not seek it outÓ; all their thoughts are, ÒThere is no God.Ó \n\t5.\n\nTheir ways prosper at all times; your judgments are on high, out of their sight; as for their foes, they scoff at them. \n\t6.\n\nThey think in their heart, ÒWe shall not be moved; throughout all generations we shall not meet adversity.Ó \n\t7.\n\nTheir mouths are filled with cursing and deceit and oppression; under their tongues are mischief and iniquity. \n\t8.\n\nThey sit in ambush in the villages; in hiding places they murder the innocent. Their eyes stealthily watch for the helpless; \n\t9.\n\nthey lurk in secret like a lion in its covert; they lurk that they may seize the poor; they seize the poor and drag them off in their net. \n\t10.\n\nThey stoop, they crouch, and the helpless fall by their might. \n\t11.\n\nThey think in their heart, ÒGod has forgotten, he has hidden his face, he will never see it.Ó \n\t12.\n\nRise up, O Lord; O God, lift up your hand; do not forget the oppressed. \n\t13.\n\nWhy do the wicked renounce God, and say in their hearts, ÒYou will not call us to accountÓ? \n\t14.\n\nBut you do see! Indeed you note trouble and grief, that you may take it into your hands; the helpless commit themselves to you; you have been the helper of the orphan. \n\t15.\n\nBreak the arm of the wicked and evildoers; seek out their wickedness until you find none. \n\t16.\n\nThe Lord is king forever and ever; the nations shall perish from his land. \n\t17.\n\nO Lord, you will hear the desire of the meek; you will strengthen their heart, you will incline your ear \n\t18.\n\nto do justice for the orphan and the oppressed, so that those from earth may strike terror no more."
  },
  {
    "number": 11,
    "text": "1.\n\nIn the Lord I take refuge; how can you say to me, ÒFlee like a bird to the mountains; \n\t2.\n\nfor look, the wicked bend the bow, they have fitted their arrow to the string, to shoot in the dark at the upright in heart. \n\t3.\n\nIf the foundations are destroyed, what can the righteous do?Ó \n\t4.\n\nThe Lord is in his holy temple; the Lord 's throne is in heaven. His eyes behold, his gaze examines humankind. \n\t5.\n\nThe Lord tests the righteous and the wicked, and his soul hates the lover of violence. \n\t6.\n\nOn the wicked he will rain coals of fire and sulfur; a scorching wind shall be the portion of their cup. \n\t7.\n\nFor the Lord is righteous; he loves righteous deeds; the upright shall behold his face."
  },
  {
    "number": 12,
    "text": "1.\n\nHelp, O Lord, for there is no longer anyone who is godly; the faithful have disappeared from humankind. \n\t2.\n\nThey utter lies to each other; with flattering lips and a double heart they speak. \n\t3.\n\nMay the Lord cut off all flattering lips, the tongue that makes great boasts, \n\t4.\n\nthose who say, ÒWith our tongues we will prevail; our lips are our ownÑwho is our master?Ó \n\t5.\n\nÒBecause the poor are despoiled, because the needy groan, I will now rise up,Ó says the Lord; ÒI will place them in the safety for which they long.Ó \n\t6.\n\nThe promises of the Lord are promises that are pure, silver refined in a furnace on the ground, purified seven times. \n\t7.\n\nYou, O Lord, will protect us; you will guard us from this generation forever. \n\t8.\n\nOn every side the wicked prowl, as vileness is exalted among humankind."
  },
  {
    "number": 13,
    "text": "1.\n\nHow long, O Lord ? Will you forget me forever? How long will you hide your face from me? \n\t2.\n\nHow long must I bear pain in my soul, and have sorrow in my heart all day long? How long shall my enemy be exalted over me? \n\t3.\n\nConsider and answer me, O Lord my God! Give light to my eyes, or I will sleep the sleep of death, \n\t4.\n\nand my enemy will say, ÒI have prevailedÓ; my foes will rejoice because I am shaken. \n\t5.\n\nBut I trusted in your steadfast love; my heart shall rejoice in your salvation. \n\t6.\n\nI will sing to the Lord, because he has dealt bountifully with me."
  },
  {
    "number": 14,
    "text": "1.\n\nFools say in their hearts, ÒThere is no God.Ó They are corrupt, they do abominable deeds; there is no one who does good. \n\t2.\n\nThe Lord looks down from heaven on humankind to see if there are any who are wise, who seek after God. \n\t3.\n\nThey have all gone astray, they are all alike perverse; there is no one who does good, no, not one. \n\t4.\n\nHave they no knowledge, all the evildoers who eat up my people as they eat bread, and do not call upon the Lord ? \n\t5.\n\nThere they shall be in great terror, for God is with the company of the righteous. \n\t6.\n\nYou would confound the plans of the poor, but the Lord is their refuge. \n\t7.\n\nO that deliverance for Israel would come from Zion! When the Lord restores the fortunes of his people, Jacob will rejoice; Israel will be glad."
  },
  {
    "number": 15,
    "text": "1.\n\nO Lord, who may abide in your tent? Who may dwell on your holy hill? \n\t2.\n\nThose who walk blamelessly, and do what is right, and speak the truth from their heart; \n\t3.\n\nwho do not slander with their tongue, and do no evil to their friends, nor take up a reproach against their neighbors; \n\t4.\n\nin whose eyes the wicked are despised, but who honor those who fear the Lord; who stand by their oath even to their hurt; \n\t5.\n\nwho do not lend money at interest, and do not take a bribe against the innocent. Those who do these things shall never be moved."
  },
  {
    "number": 16,
    "text": "1.\n\nProtect me, O God, for in you I take refuge. \n\t2.\n\nI say to the Lord, ÒYou are my Lord; I have no good apart from you.Ó \n\t3.\n\nAs for the holy ones in the land, they are the noble, in whom is all my delight. \n\t4.\n\nThose who choose another god multiply their sorrows; their drink offerings of blood I will not pour out or take their names upon my lips. \n\t5.\n\nThe Lord is my chosen portion and my cup; you hold my lot. \n\t6.\n\nThe boundary lines have fallen for me in pleasant places; I have a goodly heritage. \n\t7.\n\nI bless the Lord who gives me counsel; in the night also my heart instructs me. \n\t8.\n\nI keep the Lord always before me; because he is at my right hand, I shall not be moved. \n\t9.\n\nTherefore my heart is glad, and my soul rejoices; my body also rests secure. \n\t10.\n\nFor you do not give me up to Sheol, or let your faithful one see the Pit. \n\t11.\n\nYou show me the path of life. In your presence there is fullness of joy; in your right hand are pleasures forevermore."
  },
  {
    "number": 17,
    "text": "1.\n\nHear a just cause, O Lord; attend to my cry; give ear to my prayer from lips free of deceit. \n\t2.\n\nFrom you let my vindication come; let your eyes see the right. \n\t3.\n\nIf you try my heart, if you visit me by night, if you test me, you will find no wickedness in me; my mouth does not transgress. \n\t4.\n\nAs for what others do, by the word of your lips I have avoided the ways of the violent. \n\t5.\n\nMy steps have held fast to your paths; my feet have not slipped. \n\t6.\n\nI call upon you, for you will answer me, O God; incline your ear to me, hear my words. \n\t7.\n\nWondrously show your steadfast love, O savior of those who seek refuge from their adversaries at your right hand. \n\t8.\n\nGuard me as the apple of the eye; hide me in the shadow of your wings, \n\t9.\n\nfrom the wicked who despoil me, my deadly enemies who surround me. \n\t10.\n\nThey close their hearts to pity; with their mouths they speak arrogantly. \n\t11.\n\nThey track me down; now they surround me; they set their eyes to cast me to the ground. \n\t12.\n\nThey are like a lion eager to tear, like a young lion lurking in ambush. \n\t13.\n\nRise up, O Lord, confront them, overthrow them! By your sword deliver my life from the wicked, \n\t14.\n\nfrom mortalsÑby your hand, O Lord Ñ from mortals whose portion in life is in this world. May their bellies be filled with what you have stored up for them; may their children have more than enough; may they leave something over to their little ones. \n\t15.\n\nAs for me, I shall behold your face in righteousness; when I awake I shall be satisfied, beholding your likeness."
  },
  {
    "number": 18,
    "text": "1.\n\nI love you, O Lord, my strength. \n\t2.\n\nThe Lord is my rock, my fortress, and my deliverer, my God, my rock in whom I take refuge, my shield, and the horn of my salvation, my stronghold. \n\t3.\n\nI call upon the Lord, who is worthy to be praised, so I shall be saved from my enemies. \n\t4.\n\nThe cords of death encompassed me; the torrents of perdition assailed me; \n\t5.\n\nthe cords of Sheol entangled me; the snares of death confronted me. \n\t6.\n\nIn my distress I called upon the Lord; to my God I cried for help. From his temple he heard my voice, and my cry to him reached his ears. \n\t7.\n\nThen the earth reeled and rocked; the foundations also of the mountains trembled and quaked, because he was angry. \n\t8.\n\nSmoke went up from his nostrils, and devouring fire from his mouth; glowing coals flamed forth from him. \n\t9.\n\nHe bowed the heavens, and came down; thick darkness was under his feet. \n\t10.\n\nHe rode on a cherub, and flew; he came swiftly upon the wings of the wind. \n\t11.\n\nHe made darkness his covering around him, his canopy thick clouds dark with water. \n\t12.\n\nOut of the brightness before him there broke through his clouds hailstones and coals of fire. \n\t13.\n\nThe Lord also thundered in the heavens, and the Most High uttered his voice. \n\t14.\n\nAnd he sent out his arrows, and scattered them; he flashed forth lightnings, and routed them. \n\t15.\n\nThen the channels of the sea were seen, and the foundations of the world were laid bare at your rebuke, O Lord, at the blast of the breath of your nostrils. \n\t16.\n\nHe reached down from on high, he took me; he drew me out of mighty waters. \n\t17.\n\nHe delivered me from my strong enemy, and from those who hated me; for they were too mighty for me. \n\t18.\n\nThey confronted me in the day of my calamity; but the Lord was my support. \n\t19.\n\nHe brought me out into a broad place; he delivered me, because he delighted in me. \n\t20.\n\nThe Lord rewarded me according to my righteousness; according to the cleanness of my hands he recompensed me. \n\t21.\n\nFor I have kept the ways of the Lord, and have not wickedly departed from my God. \n\t22.\n\nFor all his ordinances were before me, and his statutes I did not put away from me. \n\t23.\n\nI was blameless before him, and I kept myself from guilt. \n\t24.\n\nTherefore the Lord has recompensed me according to my righteousness, according to the cleanness of my hands in his sight. \n\t25.\n\nWith the loyal you show yourself loyal; with the blameless you show yourself blameless; \n\t26.\n\nwith the pure you show yourself pure; and with the crooked you show yourself perverse. \n\t27.\n\nFor you deliver a humble people, but the haughty eyes you bring down. \n\t28.\n\nIt is you who light my lamp; the Lord, my God, lights up my darkness. \n\t29.\n\nBy you I can crush a troop, and by my God I can leap over a wall. \n\t30.\n\nThis GodÑhis way is perfect; the promise of the Lord proves true; he is a shield for all who take refuge in him. \n\t31.\n\nFor who is God except the Lord ? And who is a rock besides our God?Ñ \n\t32.\n\nthe God who girded me with strength, and made my way safe. \n\t33.\n\nHe made my feet like the feet of a deer, and set me secure on the heights. \n\t34.\n\nHe trains my hands for war, so that my arms can bend a bow of bronze. \n\t35.\n\nYou have given me the shield of your salvation, and your right hand has supported me; your help has made me great. \n\t36.\n\nYou gave me a wide place for my steps under me, and my feet did not slip. \n\t37.\n\nI pursued my enemies and overtook them; and did not turn back until they were consumed. \n\t38.\n\nI struck them down, so that they were not able to rise; they fell under my feet. \n\t39.\n\nFor you girded me with strength for the battle; you made my assailants sink under me. \n\t40.\n\nYou made my enemies turn their backs to me, and those who hated me I destroyed. \n\t41.\n\nThey cried for help, but there was no one to save them; they cried to the Lord, but he did not answer them. \n\t42.\n\nI beat them fine, like dust before the wind; I cast them out like the mire of the streets. \n\t43.\n\nYou delivered me from strife with the peoples; you made me head of the nations; people whom I had not known served me. \n\t44.\n\nAs soon as they heard of me they obeyed me; foreigners came cringing to me. \n\t45.\n\nForeigners lost heart, and came trembling out of their strongholds. \n\t46.\n\nThe Lord lives! Blessed be my rock, and exalted be the God of my salvation, \n\t47.\n\nthe God who gave me vengeance and subdued peoples under me; \n\t48.\n\nwho delivered me from my enemies; indeed, you exalted me above my adversaries; you delivered me from the violent. \n\t49.\n\nFor this I will extol you, O Lord, among the nations, and sing praises to your name. \n\t50.\n\nGreat triumphs he gives to his king, and shows steadfast love to his anointed, to David and his descendants forever."
  },
  {
    "number": 19,
    "text": "1.\n\nThe heavens are telling the glory of God; and the firmament proclaims his handiwork. \n\t2.\n\nDay to day pours forth speech, and night to night declares knowledge. \n\t3.\n\nThere is no speech, nor are there words; their voice is not heard; \n\t4.\n\nyet their voice goes out through all the earth, and their words to the end of the world. In the heavens he has set a tent for the sun, \n\t5.\n\nwhich comes out like a bridegroom from his wedding canopy, and like a strong man runs its course with joy. \n\t6.\n\nIts rising is from the end of the heavens, and its circuit to the end of them; and nothing is hid from its heat. \n\t7.\n\nThe law of the Lord is perfect, reviving the soul; the decrees of the Lord are sure, making wise the simple; \n\t8.\n\nthe precepts of the Lord are right, rejoicing the heart; the commandment of the Lord is clear, enlightening the eyes; \n\t9.\n\nthe fear of the Lord is pure, enduring forever; the ordinances of the Lord are true and righteous altogether. \n\t10.\n\nMore to be desired are they than gold, even much fine gold; sweeter also than honey, and drippings of the honeycomb. \n\t11.\n\nMoreover by them is your servant warned; in keeping them there is great reward. \n\t12.\n\nBut who can detect their errors? Clear me from hidden faults. \n\t13.\n\nKeep back your servant also from the insolent; do not let them have dominion over me. Then I shall be blameless, and innocent of great transgression. \n\t14.\n\nLet the words of my mouth and the meditation of my heart be acceptable to you, O Lord, my rock and my redeemer."
  },
  {
    "number": 20,
    "text": "1.\n\nThe Lord answer you in the day of trouble! The name of the God of Jacob protect you! \n\t2.\n\nMay he send you help from the sanctuary, and give you support from Zion. \n\t3.\n\nMay he remember all your offerings, and regard with favor your burnt sacrifices. Selah \n\t4.\n\nMay he grant you your heart's desire, and fulfill all your plans. \n\t5.\n\nMay we shout for joy over your victory, and in the name of our God set up our banners. May the Lord fulfill all your petitions. \n\t6.\n\nNow I know that the Lord will help his anointed; he will answer him from his holy heaven with mighty victories by his right hand. \n\t7.\n\nSome take pride in chariots, and some in horses, but our pride is in the name of the Lord our God. \n\t8.\n\nThey will collapse and fall, but we shall rise and stand upright. \n\t9.\n\nGive victory to the king, O Lord; answer us when we call."
  },
  {
    "number": 21,
    "text": "1.\n\nIn your strength the king rejoices, O Lord, and in your help how greatly he exults! \n\t2.\n\nYou have given him his heart's desire, and have not withheld the request of his lips. Selah \n\t3.\n\nFor you meet him with rich blessings; you set a crown of fine gold on his head. \n\t4.\n\nHe asked you for life; you gave it to himÑ length of days forever and ever. \n\t5.\n\nHis glory is great through your help; splendor and majesty you bestow on him. \n\t6.\n\nYou bestow on him blessings forever; you make him glad with the joy of your presence. \n\t7.\n\nFor the king trusts in the Lord, and through the steadfast love of the Most High he shall not be moved. \n\t8.\n\nYour hand will find out all your enemies; your right hand will find out those who hate you. \n\t9.\n\nYou will make them like a fiery furnace when you appear. The Lord will swallow them up in his wrath, and fire will consume them. \n\t10.\n\nYou will destroy their offspring from the earth, and their children from among humankind. \n\t11.\n\nIf they plan evil against you, if they devise mischief, they will not succeed. \n\t12.\n\nFor you will put them to flight; you will aim at their faces with your bows. \n\t13.\n\nBe exalted, O Lord, in your strength! We will sing and praise your power."
  },
  {
    "number": 22,
    "text": "1.\n\nMy God, my God, why have you forsaken me? Why are you so far from helping me, from the words of my groaning? \n\t2.\n\nO my God, I cry by day, but you do not answer; and by night, but find no rest. \n\t3.\n\nYet you are holy, enthroned on the praises of Israel. \n\t4.\n\nIn you our ancestors trusted; they trusted, and you delivered them. \n\t5.\n\nTo you they cried, and were saved; in you they trusted, and were not put to shame. \n\t6.\n\nBut I am a worm, and not human; scorned by others, and despised by the people. \n\t7.\n\nAll who see me mock at me; they make mouths at me, they shake their heads; \n\t8.\n\nÒCommit your cause to the Lord; let him deliverÑ let him rescue the one in whom he delights!Ó \n\t9.\n\nYet it was you who took me from the womb; you kept me safe on my mother's breast. \n\t10.\n\nOn you I was cast from my birth, and since my mother bore me you have been my God. \n\t11.\n\nDo not be far from me, for trouble is near and there is no one to help. \n\t12.\n\nMany bulls encircle me, strong bulls of Bashan surround me; \n\t13.\n\nthey open wide their mouths at me, like a ravening and roaring lion. \n\t14.\n\nI am poured out like water, and all my bones are out of joint; my heart is like wax; it is melted within my breast; \n\t15.\n\nmy mouth is dried up like a potsherd, and my tongue sticks to my jaws; you lay me in the dust of death. \n\t16.\n\nFor dogs are all around me; a company of evildoers encircles me. My hands and feet have shriveled; \n\t17.\n\nI can count all my bones. They stare and gloat over me; \n\t18.\n\nthey divide my clothes among themselves, and for my clothing they cast lots. \n\t19.\n\nBut you, O Lord, do not be far away! O my help, come quickly to my aid! \n\t20.\n\nDeliver my soul from the sword, my life from the power of the dog! \n\t21.\n\nSave me from the mouth of the lion! From the horns of the wild oxen you have rescued me. \n\t22.\n\nI will tell of your name to my brothers and sisters; in the midst of the congregation I will praise you: \n\t23.\n\nYou who fear the Lord, praise him! All you offspring of Jacob, glorify him; stand in awe of him, all you offspring of Israel! \n\t24.\n\nFor he did not despise or abhor the affliction of the afflicted; he did not hide his face from me, but heard when I cried to him. \n\t25.\n\nFrom you comes my praise in the great congregation; my vows I will pay before those who fear him. \n\t26.\n\nThe poor shall eat and be satisfied; those who seek him shall praise the Lord . May your hearts live forever! \n\t27.\n\nAll the ends of the earth shall remember and turn to the Lord; and all the families of the nations shall worship before him. \n\t28.\n\nFor dominion belongs to the Lord, and he rules over the nations. \n\t29.\n\nTo him, indeed, shall all who sleep in the earth bow down; before him shall bow all who go down to the dust, and I shall live for him. \n\t30.\n\nPosterity will serve him; future generations will be told about the Lord, \n\t31.\n\nand proclaim his deliverance to a people yet unborn, saying that he has done it."
  },
  {
    "number": 23,
    "text": "1.\n\nThe Lord is my shepherd, I shall not want. \n\t2.\n\nHe makes me lie down in green pastures; he leads me beside still waters; \n\t3.\n\nhe restores my soul. He leads me in right paths for his name's sake. \n\t4.\n\nEven though I walk through the darkest valley, I fear no evil; for you are with me; your rod and your staffÑ they comfort me. \n\t5.\n\nYou prepare a table before me in the presence of my enemies; you anoint my head with oil; my cup overflows. \n\t6.\n\nSurely goodness and mercy shall follow me all the days of my life, and I shall dwell in the house of the Lord my whole life long."
  },
  {
    "number": 24,
    "text": "1.\n\nThe earth is the Lord 's and all that is in it, the world, and those who live in it; \n\t2.\n\nfor he has founded it on the seas, and established it on the rivers. \n\t3.\n\nWho shall ascend the hill of the Lord ? And who shall stand in his holy place? \n\t4.\n\nThose who have clean hands and pure hearts, who do not lift up their souls to what is false, and do not swear deceitfully. \n\t5.\n\nThey will receive blessing from the Lord, and vindication from the God of their salvation. \n\t6.\n\nSuch is the company of those who seek him, who seek the face of the God of Jacob. Selah \n\t7.\n\nLift up your heads, O gates! and be lifted up, O ancient doors! that the King of glory may come in. \n\t8.\n\nWho is the King of glory? The Lord, strong and mighty, the Lord, mighty in battle. \n\t9.\n\nLift up your heads, O gates! and be lifted up, O ancient doors! that the King of glory may come in. \n\t10.\n\nWho is this King of glory? The Lord of hosts, he is the King of glory. Selah"
  },
  {
    "number": 25,
    "text": "1.\n\nTo you, O Lord, I lift up my soul. \n\t2.\n\nO my God, in you I trust; do not let me be put to shame; do not let my enemies exult over me. \n\t3.\n\nDo not let those who wait for you be put to shame; let them be ashamed who are wantonly treacherous. \n\t4.\n\nMake me to know your ways, O Lord; teach me your paths. \n\t5.\n\nLead me in your truth, and teach me, for you are the God of my salvation; for you I wait all day long. \n\t6.\n\nBe mindful of your mercy, O Lord, and of your steadfast love, for they have been from of old. \n\t7.\n\nDo not remember the sins of my youth or my transgressions; according to your steadfast love remember me, for your goodness' sake, O Lord ! \n\t8.\n\nGood and upright is the Lord; therefore he instructs sinners in the way. \n\t9.\n\nHe leads the humble in what is right, and teaches the humble his way. \n\t10.\n\nAll the paths of the Lord are steadfast love and faithfulness, for those who keep his covenant and his decrees. \n\t11.\n\nFor your name's sake, O Lord, pardon my guilt, for it is great. \n\t12.\n\nWho are they that fear the Lord ? He will teach them the way that they should choose. \n\t13.\n\nThey will abide in prosperity, and their children shall possess the land. \n\t14.\n\nThe friendship of the Lord is for those who fear him, and he makes his covenant known to them. \n\t15.\n\nMy eyes are ever toward the Lord, for he will pluck my feet out of the net. \n\t16.\n\nTurn to me and be gracious to me, for I am lonely and afflicted. \n\t17.\n\nRelieve the troubles of my heart, and bring me out of my distress. \n\t18.\n\nConsider my affliction and my trouble, and forgive all my sins. \n\t19.\n\nConsider how many are my foes, and with what violent hatred they hate me. \n\t20.\n\nO guard my life, and deliver me; do not let me be put to shame, for I take refuge in you. \n\t21.\n\nMay integrity and uprightness preserve me, for I wait for you. \n\t22.\n\nRedeem Israel, O God, out of all its troubles."
  },
  {
    "number": 26,
    "text": "1.\n\nVindicate me, O Lord, for I have walked in my integrity, and I have trusted in the Lord without wavering. \n\t2.\n\nProve me, O Lord, and try me; test my heart and mind. \n\t3.\n\nFor your steadfast love is before my eyes, and I walk in faithfulness to you. \n\t4.\n\nI do not sit with the worthless, nor do I consort with hypocrites; \n\t5.\n\nI hate the company of evildoers, and will not sit with the wicked. \n\t6.\n\nI wash my hands in innocence, and go around your altar, O Lord, \n\t7.\n\nsinging aloud a song of thanksgiving, and telling all your wondrous deeds. \n\t8.\n\nO Lord, I love the house in which you dwell, and the place where your glory abides. \n\t9.\n\nDo not sweep me away with sinners, nor my life with the bloodthirsty, \n\t10.\n\nthose in whose hands are evil devices, and whose right hands are full of bribes. \n\t11.\n\nBut as for me, I walk in my integrity; redeem me, and be gracious to me. \n\t12.\n\nMy foot stands on level ground; in the great congregation I will bless the Lord ."
  },
  {
    "number": 27,
    "text": "1.\n\nThe Lord is my light and my salvation; whom shall I fear? The Lord is the stronghold of my life; of whom shall I be afraid? \n\t2.\n\nWhen evildoers assail me to devour my fleshÑ my adversaries and foesÑ they shall stumble and fall. \n\t3.\n\nThough an army encamp against me, my heart shall not fear; though war rise up against me, yet I will be confident. \n\t4.\n\nOne thing I asked of the Lord, that will I seek after: to live in the house of the Lord all the days of my life, to behold the beauty of the Lord, and to inquire in his temple. \n\t5.\n\nFor he will hide me in his shelter in the day of trouble; he will conceal me under the cover of his tent; he will set me high on a rock. \n\t6.\n\nNow my head is lifted up above my enemies all around me, and I will offer in his tent sacrifices with shouts of joy; I will sing and make melody to the Lord . \n\t7.\n\nHear, O Lord, when I cry aloud, be gracious to me and answer me! \n\t8.\n\nÒCome,Ó my heart says, Òseek his face!Ó Your face, Lord, do I seek. \n\t9.\n\nDo not hide your face from me. Do not turn your servant away in anger, you who have been my help. Do not cast me off, do not forsake me, O God of my salvation! \n\t10.\n\nIf my father and mother forsake me, the Lord will take me up. \n\t11.\n\nTeach me your way, O Lord, and lead me on a level path because of my enemies. \n\t12.\n\nDo not give me up to the will of my adversaries, for false witnesses have risen against me, and they are breathing out violence. \n\t13.\n\nI believe that I shall see the goodness of the Lord in the land of the living. \n\t14.\n\nWait for the Lord; be strong, and let your heart take courage; wait for the Lord !"
  },
  {
    "number": 28,
    "text": "1.\n\nTo you, O Lord, I call; my rock, do not refuse to hear me, for if you are silent to me, I shall be like those who go down to the Pit. \n\t2.\n\nHear the voice of my supplication, as I cry to you for help, as I lift up my hands toward your most holy sanctuary. \n\t3.\n\nDo not drag me away with the wicked, with those who are workers of evil, who speak peace with their neighbors, while mischief is in their hearts. \n\t4.\n\nRepay them according to their work, and according to the evil of their deeds; repay them according to the work of their hands; render them their due reward. \n\t5.\n\nBecause they do not regard the works of the Lord, or the work of his hands, he will break them down and build them up no more. \n\t6.\n\nBlessed be the Lord, for he has heard the sound of my pleadings. \n\t7.\n\nThe Lord is my strength and my shield; in him my heart trusts; so I am helped, and my heart exults, and with my song I give thanks to him. \n\t8.\n\nThe Lord is the strength of his people; he is the saving refuge of his anointed. \n\t9.\n\nO save your people, and bless your heritage; be their shepherd, and carry them forever."
  },
  {
    "number": 29,
    "text": "1.\n\nAscribe to the Lord, O heavenly beings, ascribe to the Lord glory and strength. \n\t2.\n\nAscribe to the Lord the glory of his name; worship the Lord in holy splendor. \n\t3.\n\nThe voice of the Lord is over the waters; the God of glory thunders, the Lord, over mighty waters. \n\t4.\n\nThe voice of the Lord is powerful; the voice of the Lord is full of majesty. \n\t5.\n\nThe voice of the Lord breaks the cedars; the Lord breaks the cedars of Lebanon. \n\t6.\n\nHe makes Lebanon skip like a calf, and Sirion like a young wild ox. \n\t7.\n\nThe voice of the Lord flashes forth flames of fire. \n\t8.\n\nThe voice of the Lord shakes the wilderness; the Lord shakes the wilderness of Kadesh. \n\t9.\n\nThe voice of the Lord causes the oaks to whirl, and strips the forest bare; and in his temple all say, ÒGlory!Ó \n\t10.\n\nThe Lord sits enthroned over the flood; the Lord sits enthroned as king forever. \n\t11.\n\nMay the Lord give strength to his people! May the Lord bless his people with peace!"
  },
  {
    "number": 30,
    "text": "1.\n\nI will extol you, O Lord, for you have drawn me up, and did not let my foes rejoice over me. \n\t2.\n\nO Lord my God, I cried to you for help, and you have healed me. \n\t3.\n\nO Lord, you brought up my soul from Sheol, restored me to life from among those gone down to the Pit. \n\t4.\n\nSing praises to the Lord, O you his faithful ones, and give thanks to his holy name. \n\t5.\n\nFor his anger is but for a moment; his favor is for a lifetime. Weeping may linger for the night, but joy comes with the morning. \n\t6.\n\nAs for me, I said in my prosperity, ÒI shall never be moved.Ó \n\t7.\n\nBy your favor, O Lord, you had established me as a strong mountain; you hid your face; I was dismayed. \n\t8.\n\nTo you, O Lord, I cried, and to the Lord I made supplication: \n\t9.\n\nÒWhat profit is there in my death, if I go down to the Pit? Will the dust praise you? Will it tell of your faithfulness? \n\t10.\n\nHear, O Lord, and be gracious to me! O Lord, be my helper!Ó \n\t11.\n\nYou have turned my mourning into dancing; you have taken off my sackcloth and clothed me with joy, \n\t12.\n\nso that my soul may praise you and not be silent. O Lord my God, I will give thanks to you forever."
  },
  {
    "number": 31,
    "text": "1.\n\nIn you, O Lord, I seek refuge; do not let me ever be put to shame; in your righteousness deliver me. \n\t2.\n\nIncline your ear to me; rescue me speedily. Be a rock of refuge for me, a strong fortress to save me. \n\t3.\n\nYou are indeed my rock and my fortress; for your name's sake lead me and guide me, \n\t4.\n\ntake me out of the net that is hidden for me, for you are my refuge. \n\t5.\n\nInto your hand I commit my spirit; you have redeemed me, O Lord, faithful God. \n\t6.\n\nYou hate those who pay regard to worthless idols, but I trust in the Lord . \n\t7.\n\nI will exult and rejoice in your steadfast love, because you have seen my affliction; you have taken heed of my adversities, \n\t8.\n\nand have not delivered me into the hand of the enemy; you have set my feet in a broad place. \n\t9.\n\nBe gracious to me, O Lord, for I am in distress; my eye wastes away from grief, my soul and body also. \n\t10.\n\nFor my life is spent with sorrow, and my years with sighing; my strength fails because of my misery, and my bones waste away. \n\t11.\n\nI am the scorn of all my adversaries, a horror to my neighbors, an object of dread to my acquaintances; those who see me in the street flee from me. \n\t12.\n\nI have passed out of mind like one who is dead; I have become like a broken vessel. \n\t13.\n\nFor I hear the whispering of manyÑ terror all around!Ñ as they scheme together against me, as they plot to take my life. \n\t14.\n\nBut I trust in you, O Lord; I say, ÒYou are my God.Ó \n\t15.\n\nMy times are in your hand; deliver me from the hand of my enemies and persecutors. \n\t16.\n\nLet your face shine upon your servant; save me in your steadfast love. \n\t17.\n\nDo not let me be put to shame, O Lord, for I call on you; let the wicked be put to shame; let them go dumbfounded to Sheol. \n\t18.\n\nLet the lying lips be stilled that speak insolently against the righteous with pride and contempt. \n\t19.\n\nO how abundant is your goodness that you have laid up for those who fear you, and accomplished for those who take refuge in you, in the sight of everyone! \n\t20.\n\nIn the shelter of your presence you hide them from human plots; you hold them safe under your shelter from contentious tongues. \n\t21.\n\nBlessed be the Lord, for he has wondrously shown his steadfast love to me when I was beset as a city under siege. \n\t22.\n\nI had said in my alarm, ÒI am driven far from your sight.Ó But you heard my supplications when I cried out to you for help. \n\t23.\n\nLove the Lord, all you his saints. The Lord preserves the faithful, but abundantly repays the one who acts haughtily. \n\t24.\n\nBe strong, and let your heart take courage, all you who wait for the Lord ."
  },
  {
    "number": 32,
    "text": "1.\n\nHappy are those whose transgression is forgiven, whose sin is covered. \n\t2.\n\nHappy are those to whom the Lord imputes no iniquity, and in whose spirit there is no deceit. \n\t3.\n\nWhile I kept silence, my body wasted away through my groaning all day long. \n\t4.\n\nFor day and night your hand was heavy upon me; my strength was dried up as by the heat of summer. Selah \n\t5.\n\nThen I acknowledged my sin to you, and I did not hide my iniquity; I said, ÒI will confess my transgressions to the Lord,Ó and you forgave the guilt of my sin. Selah \n\t6.\n\nTherefore let all who are faithful offer prayer to you; at a time of distress, the rush of mighty waters shall not reach them. \n\t7.\n\nYou are a hiding place for me; you preserve me from trouble; you surround me with glad cries of deliverance. Selah \n\t8.\n\nI will instruct you and teach you the way you should go; I will counsel you with my eye upon you. \n\t9.\n\nDo not be like a horse or a mule, without understanding, whose temper must be curbed with bit and bridle, else it will not stay near you. \n\t10.\n\nMany are the torments of the wicked, but steadfast love surrounds those who trust in the Lord . \n\t11.\n\nBe glad in the Lord and rejoice, O righteous, and shout for joy, all you upright in heart."
  },
  {
    "number": 33,
    "text": "1.\n\nRejoice in the Lord, O you righteous. Praise befits the upright. \n\t2.\n\nPraise the Lord with the lyre; make melody to him with the harp of ten strings. \n\t3.\n\nSing to him a new song; play skillfully on the strings, with loud shouts. \n\t4.\n\nFor the word of the Lord is upright, and all his work is done in faithfulness. \n\t5.\n\nHe loves righteousness and justice; the earth is full of the steadfast love of the Lord . \n\t6.\n\nBy the word of the Lord the heavens were made, and all their host by the breath of his mouth. \n\t7.\n\nHe gathered the waters of the sea as in a bottle; he put the deeps in storehouses. \n\t8.\n\nLet all the earth fear the Lord; let all the inhabitants of the world stand in awe of him. \n\t9.\n\nFor he spoke, and it came to be; he commanded, and it stood firm. \n\t10.\n\nThe Lord brings the counsel of the nations to nothing; he frustrates the plans of the peoples. \n\t11.\n\nThe counsel of the Lord stands forever, the thoughts of his heart to all generations. \n\t12.\n\nHappy is the nation whose God is the Lord, the people whom he has chosen as his heritage. \n\t13.\n\nThe Lord looks down from heaven; he sees all humankind. \n\t14.\n\nFrom where he sits enthroned he watches all the inhabitants of the earthÑ \n\t15.\n\nhe who fashions the hearts of them all, and observes all their deeds. \n\t16.\n\nA king is not saved by his great army; a warrior is not delivered by his great strength. \n\t17.\n\nThe war horse is a vain hope for victory, and by its great might it cannot save. \n\t18.\n\nTruly the eye of the Lord is on those who fear him, on those who hope in his steadfast love, \n\t19.\n\nto deliver their soul from death, and to keep them alive in famine. \n\t20.\n\nOur soul waits for the Lord; he is our help and shield. \n\t21.\n\nOur heart is glad in him, because we trust in his holy name. \n\t22.\n\nLet your steadfast love, O Lord, be upon us, even as we hope in you."
  },
  {
    "number": 34,
    "text": "1.\n\nI will bless the Lord at all times; his praise shall continually be in my mouth. \n\t2.\n\nMy soul makes its boast in the Lord; let the humble hear and be glad. \n\t3.\n\nO magnify the Lord with me, and let us exalt his name together. \n\t4.\n\nI sought the Lord, and he answered me, and delivered me from all my fears. \n\t5.\n\nLook to him, and be radiant; so your faces shall never be ashamed. \n\t6.\n\nThis poor soul cried, and was heard by the Lord, and was saved from every trouble. \n\t7.\n\nThe angel of the Lord encamps around those who fear him, and delivers them. \n\t8.\n\nO taste and see that the Lord is good; happy are those who take refuge in him. \n\t9.\n\nO fear the Lord, you his holy ones, for those who fear him have no want. \n\t10.\n\nThe young lions suffer want and hunger, but those who seek the Lord lack no good thing. \n\t11.\n\nCome, O children, listen to me; I will teach you the fear of the Lord . \n\t12.\n\nWhich of you desires life, and covets many days to enjoy good? \n\t13.\n\nKeep your tongue from evil, and your lips from speaking deceit. \n\t14.\n\nDepart from evil, and do good; seek peace, and pursue it. \n\t15.\n\nThe eyes of the Lord are on the righteous, and his ears are open to their cry. \n\t16.\n\nThe face of the Lord is against evildoers, to cut off the remembrance of them from the earth. \n\t17.\n\nWhen the righteous cry for help, the Lord hears, and rescues them from all their troubles. \n\t18.\n\nThe Lord is near to the brokenhearted, and saves the crushed in spirit. \n\t19.\n\nMany are the afflictions of the righteous, but the Lord rescues them from them all. \n\t20.\n\nHe keeps all their bones; not one of them will be broken. \n\t21.\n\nEvil brings death to the wicked, and those who hate the righteous will be condemned. \n\t22.\n\nThe Lord redeems the life of his servants; none of those who take refuge in him will be condemned."
  },
  {
    "number": 35,
    "text": "1.\n\nContend, O Lord, with those who contend with me; fight against those who fight against me! \n\t2.\n\nTake hold of shield and buckler, and rise up to help me! \n\t3.\n\nDraw the spear and javelin against my pursuers; say to my soul, ÒI am your salvation.Ó \n\t4.\n\nLet them be put to shame and dishonor who seek after my life. Let them be turned back and confounded who devise evil against me. \n\t5.\n\nLet them be like chaff before the wind, with the angel of the Lord driving them on. \n\t6.\n\nLet their way be dark and slippery, with the angel of the Lord pursuing them. \n\t7.\n\nFor without cause they hid their net for me; without cause they dug a pit for my life. \n\t8.\n\nLet ruin come on them unawares. And let the net that they hid ensnare them; let them fall in itÑto their ruin. \n\t9.\n\nThen my soul shall rejoice in the Lord, exulting in his deliverance. \n\t10.\n\nAll my bones shall say, ÒO Lord, who is like you? You deliver the weak from those too strong for them, the weak and needy from those who despoil them.Ó \n\t11.\n\nMalicious witnesses rise up; they ask me about things I do not know. \n\t12.\n\nThey repay me evil for good; my soul is forlorn. \n\t13.\n\nBut as for me, when they were sick, I wore sackcloth; I afflicted myself with fasting. I prayed with head bowed on my bosom, \n\t14.\n\nas though I grieved for a friend or a brother; I went about as one who laments for a mother, bowed down and in mourning. \n\t15.\n\nBut at my stumbling they gathered in glee, they gathered together against me; ruffians whom I did not know tore at me without ceasing; \n\t16.\n\nthey impiously mocked more and more, gnashing at me with their teeth. \n\t17.\n\nHow long, O Lord, will you look on? Rescue me from their ravages, my life from the lions! \n\t18.\n\nThen I will thank you in the great congregation; in the mighty throng I will praise you. \n\t19.\n\nDo not let my treacherous enemies rejoice over me, or those who hate me without cause wink the eye. \n\t20.\n\nFor they do not speak peace, but they conceive deceitful words against those who are quiet in the land. \n\t21.\n\nThey open wide their mouths against me; they say, ÒAha, Aha, our eyes have seen it.Ó \n\t22.\n\nYou have seen, O Lord; do not be silent! O Lord, do not be far from me! \n\t23.\n\nWake up! Bestir yourself for my defense, for my cause, my God and my Lord! \n\t24.\n\nVindicate me, O Lord, my God, according to your righteousness, and do not let them rejoice over me. \n\t25.\n\nDo not let them say to themselves, ÒAha, we have our heart's desire.Ó Do not let them say, ÒWe have swallowed you up.Ó \n\t26.\n\nLet all those who rejoice at my calamity be put to shame and confusion; let those who exalt themselves against me be clothed with shame and dishonor. \n\t27.\n\nLet those who desire my vindication shout for joy and be glad, and say evermore, ÒGreat is the Lord, who delights in the welfare of his servant.Ó \n\t28.\n\nThen my tongue shall tell of your righteousness and of your praise all day long."
  },
  {
    "number": 36,
    "text": "1.\n\nTransgression speaks to the wicked deep in their hearts; there is no fear of God before their eyes. \n\t2.\n\nFor they flatter themselves in their own eyes that their iniquity cannot be found out and hated. \n\t3.\n\nThe words of their mouths are mischief and deceit; they have ceased to act wisely and do good. \n\t4.\n\nThey plot mischief while on their beds; they are set on a way that is not good; they do not reject evil. \n\t5.\n\nYour steadfast love, O Lord, extends to the heavens, your faithfulness to the clouds. \n\t6.\n\nYour righteousness is like the mighty mountains, your judgments are like the great deep; you save humans and animals alike, O Lord . \n\t7.\n\nHow precious is your steadfast love, O God! All people may take refuge in the shadow of your wings. \n\t8.\n\nThey feast on the abundance of your house, and you give them drink from the river of your delights. \n\t9.\n\nFor with you is the fountain of life; in your light we see light. \n\t10.\n\nO continue your steadfast love to those who know you, and your salvation to the upright of heart! \n\t11.\n\nDo not let the foot of the arrogant tread on me, or the hand of the wicked drive me away. \n\t12.\n\nThere the evildoers lie prostrate; they are thrust down, unable to rise."
  },
  {
    "number": 37,
    "text": "1.\n\nDo not fret because of the wicked; do not be envious of wrongdoers, \n\t2.\n\nfor they will soon fade like the grass, and wither like the green herb. \n\t3.\n\nTrust in the Lord, and do good; so you will live in the land, and enjoy security. \n\t4.\n\nTake delight in the Lord, and he will give you the desires of your heart. \n\t5.\n\nCommit your way to the Lord; trust in him, and he will act. \n\t6.\n\nHe will make your vindication shine like the light, and the justice of your cause like the noonday. \n\t7.\n\nBe still before the Lord, and wait patiently for him; do not fret over those who prosper in their way, over those who carry out evil devices. \n\t8.\n\nRefrain from anger, and forsake wrath. Do not fretÑit leads only to evil. \n\t9.\n\nFor the wicked shall be cut off, but those who wait for the Lord shall inherit the land. \n\t10.\n\nYet a little while, and the wicked will be no more; though you look diligently for their place, they will not be there. \n\t11.\n\nBut the meek shall inherit the land, and delight themselves in abundant prosperity. \n\t12.\n\nThe wicked plot against the righteous, and gnash their teeth at them; \n\t13.\n\nbut the Lord laughs at the wicked, for he sees that their day is coming. \n\t14.\n\nThe wicked draw the sword and bend their bows to bring down the poor and needy, to kill those who walk uprightly; \n\t15.\n\ntheir sword shall enter their own heart, and their bows shall be broken. \n\t16.\n\nBetter is a little that the righteous person has than the abundance of many wicked. \n\t17.\n\nFor the arms of the wicked shall be broken, but the Lord upholds the righteous. \n\t18.\n\nThe Lord knows the days of the blameless, and their heritage will abide forever; \n\t19.\n\nthey are not put to shame in evil times, in the days of famine they have abundance. \n\t20.\n\nBut the wicked perish, and the enemies of the Lord are like the glory of the pastures; they vanishÑlike smoke they vanish away. \n\t21.\n\nThe wicked borrow, and do not pay back, but the righteous are generous and keep giving; \n\t22.\n\nfor those blessed by the Lord shall inherit the land, but those cursed by him shall be cut off. \n\t23.\n\nOur steps are made firm by the Lord, when he delights in our way; \n\t24.\n\nthough we stumble, we shall not fall headlong, for the Lord holds us by the hand. \n\t25.\n\nI have been young, and now am old, yet I have not seen the righteous forsaken or their children begging bread. \n\t26.\n\nThey are ever giving liberally and lending, and their children become a blessing. \n\t27.\n\nDepart from evil, and do good; so you shall abide forever. \n\t28.\n\nFor the Lord loves justice; he will not forsake his faithful ones. The righteous shall be kept safe forever, but the children of the wicked shall be cut off. \n\t29.\n\nThe righteous shall inherit the land, and live in it forever. \n\t30.\n\nThe mouths of the righteous utter wisdom, and their tongues speak justice. \n\t31.\n\nThe law of their God is in their hearts; their steps do not slip. \n\t32.\n\nThe wicked watch for the righteous, and seek to kill them. \n\t33.\n\nThe Lord will not abandon them to their power, or let them be condemned when they are brought to trial. \n\t34.\n\nWait for the Lord, and keep to his way, and he will exalt you to inherit the land; you will look on the destruction of the wicked. \n\t35.\n\nI have seen the wicked oppressing, and towering like a cedar of Lebanon. \n\t36.\n\nAgain I passed by, and they were no more; though I sought them, they could not be found. \n\t37.\n\nMark the blameless, and behold the upright, for there is posterity for the peaceable. \n\t38.\n\nBut transgressors shall be altogether destroyed; the posterity of the wicked shall be cut off. \n\t39.\n\nThe salvation of the righteous is from the Lord; he is their refuge in the time of trouble. \n\t40.\n\nThe Lord helps them and rescues them; he rescues them from the wicked, and saves them, because they take refuge in him."
  },
  {
    "number": 38,
    "text": "1.\n\nO Lord, do not rebuke me in your anger, or discipline me in your wrath. \n\t2.\n\nFor your arrows have sunk into me, and your hand has come down on me. \n\t3.\n\nThere is no soundness in my flesh because of your indignation; there is no health in my bones because of my sin. \n\t4.\n\nFor my iniquities have gone over my head; they weigh like a burden too heavy for me. \n\t5.\n\nMy wounds grow foul and fester because of my foolishness; \n\t6.\n\nI am utterly bowed down and prostrate; all day long I go around mourning. \n\t7.\n\nFor my loins are filled with burning, and there is no soundness in my flesh. \n\t8.\n\nI am utterly spent and crushed; I groan because of the tumult of my heart. \n\t9.\n\nO Lord, all my longing is known to you; my sighing is not hidden from you. \n\t10.\n\nMy heart throbs, my strength fails me; as for the light of my eyesÑit also has gone from me. \n\t11.\n\nMy friends and companions stand aloof from my affliction, and my neighbors stand far off. \n\t12.\n\nThose who seek my life lay their snares; those who seek to hurt me speak of ruin, and meditate treachery all day long. \n\t13.\n\nBut I am like the deaf, I do not hear; like the mute, who cannot speak. \n\t14.\n\nTruly, I am like one who does not hear, and in whose mouth is no retort. \n\t15.\n\nBut it is for you, O Lord, that I wait; it is you, O Lord my God, who will answer. \n\t16.\n\nFor I pray, ÒOnly do not let them rejoice over me, those who boast against me when my foot slips.Ó \n\t17.\n\nFor I am ready to fall, and my pain is ever with me. \n\t18.\n\nI confess my iniquity; I am sorry for my sin. \n\t19.\n\nThose who are my foes without cause are mighty, and many are those who hate me wrongfully. \n\t20.\n\nThose who render me evil for good are my adversaries because I follow after good. \n\t21.\n\nDo not forsake me, O Lord; O my God, do not be far from me; \n\t22.\n\nmake haste to help me, O Lord, my salvation."
  },
  {
    "number": 39,
    "text": "1.\n\nI said, ÒI will guard my ways that I may not sin with my tongue; I will keep a muzzle on my mouth as long as the wicked are in my presence.Ó \n\t2.\n\nI was silent and still; I held my peace to no avail; my distress grew worse, \n\t3.\n\nmy heart became hot within me. While I mused, the fire burned; then I spoke with my tongue: \n\t4.\n\nÒ Lord, let me know my end, and what is the measure of my days; let me know how fleeting my life is. \n\t5.\n\nYou have made my days a few handbreadths, and my lifetime is as nothing in your sight. Surely everyone stands as a mere breath. Selah \n\t6.\n\nSurely everyone goes about like a shadow. Surely for nothing they are in turmoil; they heap up, and do not know who will gather. \n\t7.\n\nÒAnd now, O Lord, what do I wait for? My hope is in you. \n\t8.\n\nDeliver me from all my transgressions. Do not make me the scorn of the fool. \n\t9.\n\nI am silent; I do not open my mouth, for it is you who have done it. \n\t10.\n\nRemove your stroke from me; I am worn down by the blows of your hand. \n\t11.\n\nÒYou chastise mortals in punishment for sin, consuming like a moth what is dear to them; surely everyone is a mere breath. Selah \n\t12.\n\nÒHear my prayer, O Lord, and give ear to my cry; do not hold your peace at my tears. For I am your passing guest, an alien, like all my forebears. \n\t13.\n\nTurn your gaze away from me, that I may smile again, before I depart and am no more.Ó"
  },
  {
    "number": 40,
    "text": "1.\n\nI waited patiently for the Lord; he inclined to me and heard my cry. \n\t2.\n\nHe drew me up from the desolate pit, out of the miry bog, and set my feet upon a rock, making my steps secure. \n\t3.\n\nHe put a new song in my mouth, a song of praise to our God. Many will see and fear, and put their trust in the Lord . \n\t4.\n\nHappy are those who make the Lord their trust, who do not turn to the proud, to those who go astray after false gods. \n\t5.\n\nYou have multiplied, O Lord my God, your wondrous deeds and your thoughts toward us; none can compare with you. Were I to proclaim and tell of them, they would be more than can be counted. \n\t6.\n\nSacrifice and offering you do not desire, but you have given me an open ear. Burnt offering and sin offering you have not required. \n\t7.\n\nThen I said, ÒHere I am; in the scroll of the book it is written of me. \n\t8.\n\nI delight to do your will, O my God; your law is within my heart.Ó \n\t9.\n\nI have told the glad news of deliverance in the great congregation; see, I have not restrained my lips, as you know, O Lord . \n\t10.\n\nI have not hidden your saving help within my heart, I have spoken of your faithfulness and your salvation; I have not concealed your steadfast love and your faithfulness from the great congregation. \n\t11.\n\nDo not, O Lord, withhold your mercy from me; let your steadfast love and your faithfulness keep me safe forever. \n\t12.\n\nFor evils have encompassed me without number; my iniquities have overtaken me, until I cannot see; they are more than the hairs of my head, and my heart fails me. \n\t13.\n\nBe pleased, O Lord, to deliver me; O Lord, make haste to help me. \n\t14.\n\nLet all those be put to shame and confusion who seek to snatch away my life; let those be turned back and brought to dishonor who desire my hurt. \n\t15.\n\nLet those be appalled because of their shame who say to me, ÒAha, Aha!Ó \n\t16.\n\nBut may all who seek you rejoice and be glad in you; may those who love your salvation say continually, ÒGreat is the Lord !Ó \n\t17.\n\nAs for me, I am poor and needy, but the Lord takes thought for me. You are my help and my deliverer; do not delay, O my God."
  },
  {
    "number": 41,
    "text": "1.\n\nHappy are those who consider the poor; the Lord delivers them in the day of trouble. \n\t2.\n\nThe Lord protects them and keeps them alive; they are called happy in the land. You do not give them up to the will of their enemies. \n\t3.\n\nThe Lord sustains them on their sickbed; in their illness you heal all their infirmities. \n\t4.\n\nAs for me, I said, ÒO Lord, be gracious to me; heal me, for I have sinned against you.Ó \n\t5.\n\nMy enemies wonder in malice when I will die, and my name perish. \n\t6.\n\nAnd when they come to see me, they utter empty words, while their hearts gather mischief; when they go out, they tell it abroad. \n\t7.\n\nAll who hate me whisper together about me; they imagine the worst for me. \n\t8.\n\nThey think that a deadly thing has fastened on me, that I will not rise again from where I lie. \n\t9.\n\nEven my bosom friend in whom I trusted, who ate of my bread, has lifted the heel against me. \n\t10.\n\nBut you, O Lord, be gracious to me, and raise me up, that I may repay them. \n\t11.\n\nBy this I know that you are pleased with me; because my enemy has not triumphed over me. \n\t12.\n\nBut you have upheld me because of my integrity, and set me in your presence forever. \n\t13.\n\nBlessed be the Lord, the God of Israel, from everlasting to everlasting. Amen and Amen."
  },
  {
    "number": 42,
    "text": "1.\n\nAs a deer longs for flowing streams, so my soul longs for you, O God. \n\t2.\n\nMy soul thirsts for God, for the living God. When shall I come and behold the face of God? \n\t3.\n\nMy tears have been my food day and night, while people say to me continually, ÒWhere is your God?Ó \n\t4.\n\nThese things I remember, as I pour out my soul: how I went with the throng, and led them in procession to the house of God, with glad shouts and songs of thanksgiving, a multitude keeping festival. \n\t5.\n\nWhy are you cast down, O my soul, and why are you disquieted within me? Hope in God; for I shall again praise him, my help \n\t6.\n\nand my God. My soul is cast down within me; therefore I remember you from the land of Jordan and of Hermon, from Mount Mizar. \n\t7.\n\nDeep calls to deep at the thunder of your cataracts; all your waves and your billows have gone over me. \n\t8.\n\nBy day the Lord commands his steadfast love, and at night his song is with me, a prayer to the God of my life. \n\t9.\n\nI say to God, my rock, ÒWhy have you forgotten me? Why must I walk about mournfully because the enemy oppresses me?Ó \n\t10.\n\nAs with a deadly wound in my body, my adversaries taunt me, while they say to me continually, ÒWhere is your God?Ó \n\t11.\n\nWhy are you cast down, O my soul, and why are you disquieted within me? Hope in God; for I shall again praise him, my help and my God."
  },
  {
    "number": 43,
    "text": "1.\n\nVindicate me, O God, and defend my cause against an ungodly people; from those who are deceitful and unjust deliver me! \n\t2.\n\nFor you are the God in whom I take refuge; why have you cast me off? Why must I walk about mournfully because of the oppression of the enemy? \n\t3.\n\nO send out your light and your truth; let them lead me; let them bring me to your holy hill and to your dwelling. \n\t4.\n\nThen I will go to the altar of God, to God my exceeding joy; and I will praise you with the harp, O God, my God. \n\t5.\n\nWhy are you cast down, O my soul, and why are you disquieted within me? Hope in God; for I shall again praise him, my help and my God."
  },
  {
    "number": 44,
    "text": "1.\n\nWe have heard with our ears, O God, our ancestors have told us, what deeds you performed in their days, in the days of old: \n\t2.\n\nyou with your own hand drove out the nations, but them you planted; you afflicted the peoples, but them you set free; \n\t3.\n\nfor not by their own sword did they win the land, nor did their own arm give them victory; but your right hand, and your arm, and the light of your countenance, for you delighted in them. \n\t4.\n\nYou are my King and my God; you command victories for Jacob. \n\t5.\n\nThrough you we push down our foes; through your name we tread down our assailants. \n\t6.\n\nFor not in my bow do I trust, nor can my sword save me. \n\t7.\n\nBut you have saved us from our foes, and have put to confusion those who hate us. \n\t8.\n\nIn God we have boasted continually, and we will give thanks to your name forever. Selah \n\t9.\n\nYet you have rejected us and abased us, and have not gone out with our armies. \n\t10.\n\nYou made us turn back from the foe, and our enemies have gotten spoil. \n\t11.\n\nYou have made us like sheep for slaughter, and have scattered us among the nations. \n\t12.\n\nYou have sold your people for a trifle, demanding no high price for them. \n\t13.\n\nYou have made us the taunt of our neighbors, the derision and scorn of those around us. \n\t14.\n\nYou have made us a byword among the nations, a laughingstock among the peoples. \n\t15.\n\nAll day long my disgrace is before me, and shame has covered my face \n\t16.\n\nat the words of the taunters and revilers, at the sight of the enemy and the avenger. \n\t17.\n\nAll this has come upon us, yet we have not forgotten you, or been false to your covenant. \n\t18.\n\nOur heart has not turned back, nor have our steps departed from your way, \n\t19.\n\nyet you have broken us in the haunt of jackals, and covered us with deep darkness. \n\t20.\n\nIf we had forgotten the name of our God, or spread out our hands to a strange god, \n\t21.\n\nwould not God discover this? For he knows the secrets of the heart. \n\t22.\n\nBecause of you we are being killed all day long, and accounted as sheep for the slaughter. \n\t23.\n\nRouse yourself! Why do you sleep, O Lord? Awake, do not cast us off forever! \n\t24.\n\nWhy do you hide your face? Why do you forget our affliction and oppression? \n\t25.\n\nFor we sink down to the dust; our bodies cling to the ground. \n\t26.\n\nRise up, come to our help. Redeem us for the sake of your steadfast love."
  },
  {
    "number": 45,
    "text": "1.\n\nMy heart overflows with a goodly theme; I address my verses to the king; my tongue is like the pen of a ready scribe. \n\t2.\n\nYou are the most handsome of men; grace is poured upon your lips; therefore God has blessed you forever. \n\t3.\n\nGird your sword on your thigh, O mighty one, in your glory and majesty. \n\t4.\n\nIn your majesty ride on victoriously for the cause of truth and to defend the right; let your right hand teach you dread deeds. \n\t5.\n\nYour arrows are sharp in the heart of the king's enemies; the peoples fall under you. \n\t6.\n\nYour throne, O God, endures forever and ever. Your royal scepter is a scepter of equity; \n\t7.\n\nyou love righteousness and hate wickedness. Therefore God, your God, has anointed you with the oil of gladness beyond your companions; \n\t8.\n\nyour robes are all fragrant with myrrh and aloes and cassia. From ivory palaces stringed instruments make you glad; \n\t9.\n\ndaughters of kings are among your ladies of honor; at your right hand stands the queen in gold of Ophir. \n\t10.\n\nHear, O daughter, consider and incline your ear; forget your people and your father's house, \n\t11.\n\nand the king will desire your beauty. Since he is your lord, bow to him; \n\t12.\n\nthe people of Tyre will seek your favor with gifts, the richest of the people \n\t13.\n\nwith all kinds of wealth. The princess is decked in her chamber with gold-woven robes; \n\t14.\n\nin many-colored robes she is led to the king; behind her the virgins, her companions, follow. \n\t15.\n\nWith joy and gladness they are led along as they enter the palace of the king. \n\t16.\n\nIn the place of ancestors you, O king, shall have sons; you will make them princes in all the earth. \n\t17.\n\nI will cause your name to be celebrated in all generations; therefore the peoples will praise you forever and ever."
  },
  {
    "number": 46,
    "text": "1.\n\nGod is our refuge and strength, a very present help in trouble. \n\t2.\n\nTherefore we will not fear, though the earth should change, though the mountains shake in the heart of the sea; \n\t3.\n\nthough its waters roar and foam, though the mountains tremble with its tumult. Selah \n\t4.\n\nThere is a river whose streams make glad the city of God, the holy habitation of the Most High. \n\t5.\n\nGod is in the midst of the city; it shall not be moved; God will help it when the morning dawns. \n\t6.\n\nThe nations are in an uproar, the kingdoms totter; he utters his voice, the earth melts. \n\t7.\n\nThe Lord of hosts is with us; the God of Jacob is our refuge. Selah \n\t8.\n\nCome, behold the works of the Lord; see what desolations he has brought on the earth. \n\t9.\n\nHe makes wars cease to the end of the earth; he breaks the bow, and shatters the spear; he burns the shields with fire. \n\t10.\n\nÒBe still, and know that I am God! I am exalted among the nations, I am exalted in the earth.Ó \n\t11.\n\nThe Lord of hosts is with us; the God of Jacob is our refuge. Selah"
  },
  {
    "number": 47,
    "text": "1.\n\nClap your hands, all you peoples; shout to God with loud songs of joy. \n\t2.\n\nFor the Lord, the Most High, is awesome, a great king over all the earth. \n\t3.\n\nHe subdued peoples under us, and nations under our feet. \n\t4.\n\nHe chose our heritage for us, the pride of Jacob whom he loves. Selah \n\t5.\n\nGod has gone up with a shout, the Lord with the sound of a trumpet. \n\t6.\n\nSing praises to God, sing praises; sing praises to our King, sing praises. \n\t7.\n\nFor God is the king of all the earth; sing praises with a psalm. \n\t8.\n\nGod is king over the nations; God sits on his holy throne. \n\t9.\n\nThe princes of the peoples gather as the people of the God of Abraham. For the shields of the earth belong to God; he is highly exalted."
  },
  {
    "number": 48,
    "text": "1.\n\nGreat is the Lord and greatly to be praised in the city of our God. His holy mountain, \n\t2.\n\nbeautiful in elevation, is the joy of all the earth, Mount Zion, in the far north, the city of the great King. \n\t3.\n\nWithin its citadels God has shown himself a sure defense. \n\t4.\n\nThen the kings assembled, they came on together. \n\t5.\n\nAs soon as they saw it, they were astounded; they were in panic, they took to flight; \n\t6.\n\ntrembling took hold of them there, pains as of a woman in labor, \n\t7.\n\nas when an east wind shatters the ships of Tarshish. \n\t8.\n\nAs we have heard, so have we seen in the city of the Lord of hosts, in the city of our God, which God establishes forever. Selah \n\t9.\n\nWe ponder your steadfast love, O God, in the midst of your temple. \n\t10.\n\nYour name, O God, like your praise, reaches to the ends of the earth. Your right hand is filled with victory. \n\t11.\n\nLet Mount Zion be glad, let the towns of Judah rejoice because of your judgments. \n\t12.\n\nWalk about Zion, go all around it, count its towers, \n\t13.\n\nconsider well its ramparts; go through its citadels, that you may tell the next generation \n\t14.\n\nthat this is God, our God forever and ever. He will be our guide forever."
  },
  {
    "number": 49,
    "text": "1.\n\nHear this, all you peoples; give ear, all inhabitants of the world, \n\t2.\n\nboth low and high, rich and poor together. \n\t3.\n\nMy mouth shall speak wisdom; the meditation of my heart shall be understanding. \n\t4.\n\nI will incline my ear to a proverb; I will solve my riddle to the music of the harp. \n\t5.\n\nWhy should I fear in times of trouble, when the iniquity of my persecutors surrounds me, \n\t6.\n\nthose who trust in their wealth and boast of the abundance of their riches? \n\t7.\n\nTruly, no ransom avails for one's life, there is no price one can give to God for it. \n\t8.\n\nFor the ransom of life is costly, and can never suffice \n\t9.\n\nthat one should live on forever and never see the grave. \n\t10.\n\nWhen we look at the wise, they die; fool and dolt perish together and leave their wealth to others. \n\t11.\n\nTheir graves are their homes forever, their dwelling places to all generations, though they named lands their own. \n\t12.\n\nMortals cannot abide in their pomp; they are like the animals that perish. \n\t13.\n\nSuch is the fate of the foolhardy, the end of those who are pleased with their lot. Selah \n\t14.\n\nLike sheep they are appointed for Sheol; Death shall be their shepherd; straight to the grave they descend, and their form shall waste away; Sheol shall be their home. \n\t15.\n\nBut God will ransom my soul from the power of Sheol, for he will receive me. Selah \n\t16.\n\nDo not be afraid when some become rich, when the wealth of their houses increases. \n\t17.\n\nFor when they die they will carry nothing away; their wealth will not go down after them. \n\t18.\n\nThough in their lifetime they count themselves happy Ñfor you are praised when you do well for yourselfÑ \n\t19.\n\nthey will go to the company of their ancestors, who will never again see the light. \n\t20.\n\nMortals cannot abide in their pomp; they are like the animals that perish."
  },
  {
    "number": 50,
    "text": "1.\n\nThe mighty one, God the Lord, speaks and summons the earth from the rising of the sun to its setting. \n\t2.\n\nOut of Zion, the perfection of beauty, God shines forth. \n\t3.\n\nOur God comes and does not keep silence, before him is a devouring fire, and a mighty tempest all around him. \n\t4.\n\nHe calls to the heavens above and to the earth, that he may judge his people: \n\t5.\n\nÒGather to me my faithful ones, who made a covenant with me by sacrifice!Ó \n\t6.\n\nThe heavens declare his righteousness, for God himself is judge. Selah \n\t7.\n\nÒHear, O my people, and I will speak, O Israel, I will testify against you. I am God, your God. \n\t8.\n\nNot for your sacrifices do I rebuke you; your burnt offerings are continually before me. \n\t9.\n\nI will not accept a bull from your house, or goats from your folds. \n\t10.\n\nFor every wild animal of the forest is mine, the cattle on a thousand hills. \n\t11.\n\nI know all the birds of the air, and all that moves in the field is mine. \n\t12.\n\nÒIf I were hungry, I would not tell you, for the world and all that is in it is mine. \n\t13.\n\nDo I eat the flesh of bulls, or drink the blood of goats? \n\t14.\n\nOffer to God a sacrifice of thanksgiving, and pay your vows to the Most High. \n\t15.\n\nCall on me in the day of trouble; I will deliver you, and you shall glorify me.Ó \n\t16.\n\nBut to the wicked God says: ÒWhat right have you to recite my statutes, or take my covenant on your lips? \n\t17.\n\nFor you hate discipline, and you cast my words behind you. \n\t18.\n\nYou make friends with a thief when you see one, and you keep company with adulterers. \n\t19.\n\nÒYou give your mouth free rein for evil, and your tongue frames deceit. \n\t20.\n\nYou sit and speak against your kin; you slander your own mother's child. \n\t21.\n\nThese things you have done and I have been silent; you thought that I was one just like yourself. But now I rebuke you, and lay the charge before you. \n\t22.\n\nÒMark this, then, you who forget God, or I will tear you apart, and there will be no one to deliver. \n\t23.\n\nThose who bring thanksgiving as their sacrifice honor me; to those who go the right way I will show the salvation of God.Ó"
  },
  {
    "number": 51,
    "text": "1.\n\nHave mercy on me, O God, according to your steadfast love; according to your abundant mercy blot out my transgressions. \n\t2.\n\nWash me thoroughly from my iniquity, and cleanse me from my sin. \n\t3.\n\nFor I know my transgressions, and my sin is ever before me. \n\t4.\n\nAgainst you, you alone, have I sinned, and done what is evil in your sight, so that you are justified in your sentence and blameless when you pass judgment. \n\t5.\n\nIndeed, I was born guilty, a sinner when my mother conceived me. \n\t6.\n\nYou desire truth in the inward being; therefore teach me wisdom in my secret heart. \n\t7.\n\nPurge me with hyssop, and I shall be clean; wash me, and I shall be whiter than snow. \n\t8.\n\nLet me hear joy and gladness; let the bones that you have crushed rejoice. \n\t9.\n\nHide your face from my sins, and blot out all my iniquities. \n\t10.\n\nCreate in me a clean heart, O God, and put a new and right spirit within me. \n\t11.\n\nDo not cast me away from your presence, and do not take your holy spirit from me. \n\t12.\n\nRestore to me the joy of your salvation, and sustain in me a willing spirit. \n\t13.\n\nThen I will teach transgressors your ways, and sinners will return to you. \n\t14.\n\nDeliver me from bloodshed, O God, O God of my salvation, and my tongue will sing aloud of your deliverance. \n\t15.\n\nO Lord, open my lips, and my mouth will declare your praise. \n\t16.\n\nFor you have no delight in sacrifice; if I were to give a burnt offering, you would not be pleased. \n\t17.\n\nThe sacrifice acceptable to God is a broken spirit; a broken and contrite heart, O God, you will not despise. \n\t18.\n\nDo good to Zion in your good pleasure; rebuild the walls of Jerusalem, \n\t19.\n\nthen you will delight in right sacrifices, in burnt offerings and whole burnt offerings; then bulls will be offered on your altar."
  },
  {
    "number": 52,
    "text": "1.\n\nWhy do you boast, O mighty one, of mischief done against the godly? All day long \n\t2.\n\nyou are plotting destruction. Your tongue is like a sharp razor, you worker of treachery. \n\t3.\n\nYou love evil more than good, and lying more than speaking the truth. Selah \n\t4.\n\nYou love all words that devour, O deceitful tongue. \n\t5.\n\nBut God will break you down forever; he will snatch and tear you from your tent; he will uproot you from the land of the living. Selah \n\t6.\n\nThe righteous will see, and fear, and will laugh at the evildoer, saying, \n\t7.\n\nÒSee the one who would not take refuge in God, but trusted in abundant riches, and sought refuge in wealth!Ó \n\t8.\n\nBut I am like a green olive tree in the house of God. I trust in the steadfast love of God forever and ever. \n\t9.\n\nI will thank you forever, because of what you have done. In the presence of the faithful I will proclaim your name, for it is good."
  },
  {
    "number": 53,
    "text": "1.\n\nFools say in their hearts, ÒThere is no God.Ó They are corrupt, they commit abominable acts; there is no one who does good. \n\t2.\n\nGod looks down from heaven on humankind to see if there are any who are wise, who seek after God. \n\t3.\n\nThey have all fallen away, they are all alike perverse; there is no one who does good, no, not one. \n\t4.\n\nHave they no knowledge, those evildoers, who eat up my people as they eat bread, and do not call upon God? \n\t5.\n\nThere they shall be in great terror, in terror such as has not been. For God will scatter the bones of the ungodly; they will be put to shame, for God has rejected them. \n\t6.\n\nO that deliverance for Israel would come from Zion! When God restores the fortunes of his people, Jacob will rejoice; Israel will be glad."
  },
  {
    "number": 54,
    "text": "1.\n\nSave me, O God, by your name, and vindicate me by your might. \n\t2.\n\nHear my prayer, O God; give ear to the words of my mouth. \n\t3.\n\nFor the insolent have risen against me, the ruthless seek my life; they do not set God before them. Selah \n\t4.\n\nBut surely, God is my helper; the Lord is the upholder of my life. \n\t5.\n\nHe will repay my enemies for their evil. In your faithfulness, put an end to them. \n\t6.\n\nWith a freewill offering I will sacrifice to you; I will give thanks to your name, O Lord, for it is good. \n\t7.\n\nFor he has delivered me from every trouble, and my eye has looked in triumph on my enemies."
  },
  {
    "number": 55,
    "text": "1.\n\nGive ear to my prayer, O God; do not hide yourself from my supplication. \n\t2.\n\nAttend to me, and answer me; I am troubled in my complaint. I am distraught \n\t3.\n\nby the noise of the enemy, because of the clamor of the wicked. For they bring trouble upon me, and in anger they cherish enmity against me. \n\t4.\n\nMy heart is in anguish within me, the terrors of death have fallen upon me. \n\t5.\n\nFear and trembling come upon me, and horror overwhelms me. \n\t6.\n\nAnd I say, ÒO that I had wings like a dove! I would fly away and be at rest; \n\t7.\n\ntruly, I would flee far away; I would lodge in the wilderness; Selah \n\t8.\n\nI would hurry to find a shelter for myself from the raging wind and tempest.Ó \n\t9.\n\nConfuse, O Lord, confound their speech; for I see violence and strife in the city. \n\t10.\n\nDay and night they go around it on its walls, and iniquity and trouble are within it; \n\t11.\n\nruin is in its midst; oppression and fraud do not depart from its marketplace. \n\t12.\n\nIt is not enemies who taunt meÑ I could bear that; it is not adversaries who deal insolently with meÑ I could hide from them. \n\t13.\n\nBut it is you, my equal, my companion, my familiar friend, \n\t14.\n\nwith whom I kept pleasant company; we walked in the house of God with the throng. \n\t15.\n\nLet death come upon them; let them go down alive to Sheol; for evil is in their homes and in their hearts. \n\t16.\n\nBut I call upon God, and the Lord will save me. \n\t17.\n\nEvening and morning and at noon I utter my complaint and moan, and he will hear my voice. \n\t18.\n\nHe will redeem me unharmed from the battle that I wage, for many are arrayed against me. \n\t19.\n\nGod, who is enthroned from of old, Selah will hear, and will humble themÑ because they do not change, and do not fear God. \n\t20.\n\nMy companion laid hands on a friend and violated a covenant with me \n\t21.\n\nwith speech smoother than butter, but with a heart set on war; with words that were softer than oil, but in fact were drawn swords. \n\t22.\n\nCast your burden on the Lord, and he will sustain you; he will never permit the righteous to be moved. \n\t23.\n\nBut you, O God, will cast them down into the lowest pit; the bloodthirsty and treacherous shall not live out half their days. But I will trust in you."
  },
  {
    "number": 56,
    "text": "1.\n\nBe gracious to me, O God, for people trample on me; all day long foes oppress me; \n\t2.\n\nmy enemies trample on me all day long, for many fight against me. O Most High, \n\t3.\n\nwhen I am afraid, I put my trust in you. \n\t4.\n\nIn God, whose word I praise, in God I trust; I am not afraid; what can flesh do to me? \n\t5.\n\nAll day long they seek to injure my cause; all their thoughts are against me for evil. \n\t6.\n\nThey stir up strife, they lurk, they watch my steps. As they hoped to have my life, \n\t7.\n\nso repay them for their crime; in wrath cast down the peoples, O God! \n\t8.\n\nYou have kept count of my tossings; put my tears in your bottle. Are they not in your record? \n\t9.\n\nThen my enemies will retreat in the day when I call. This I know, that God is for me. \n\t10.\n\nIn God, whose word I praise, in the Lord, whose word I praise, \n\t11.\n\nin God I trust; I am not afraid. What can a mere mortal do to me? \n\t12.\n\nMy vows to you I must perform, O God; I will render thank offerings to you. \n\t13.\n\nFor you have delivered my soul from death, and my feet from falling, so that I may walk before God in the light of life."
  },
  {
    "number": 57,
    "text": "1.\n\nBe merciful to me, O God, be merciful to me, for in you my soul takes refuge; in the shadow of your wings I will take refuge, until the destroying storms pass by. \n\t2.\n\nI cry to God Most High, to God who fulfills his purpose for me. \n\t3.\n\nHe will send from heaven and save me, he will put to shame those who trample on me. Selah God will send forth his steadfast love and his faithfulness. \n\t4.\n\nI lie down among lions that greedily devour human prey; their teeth are spears and arrows, their tongues sharp swords. \n\t5.\n\nBe exalted, O God, above the heavens. Let your glory be over all the earth. \n\t6.\n\nThey set a net for my steps; my soul was bowed down. They dug a pit in my path, but they have fallen into it themselves. Selah \n\t7.\n\nMy heart is steadfast, O God, my heart is steadfast. I will sing and make melody. \n\t8.\n\nAwake, my soul! Awake, O harp and lyre! I will awake the dawn. \n\t9.\n\nI will give thanks to you, O Lord, among the peoples; I will sing praises to you among the nations. \n\t10.\n\nFor your steadfast love is as high as the heavens; your faithfulness extends to the clouds. \n\t11.\n\nBe exalted, O God, above the heavens. Let your glory be over all the earth."
  },
  {
    "number": 58,
    "text": "1.\n\nDo you indeed decree what is right, you gods? Do you judge people fairly? \n\t2.\n\nNo, in your hearts you devise wrongs; your hands deal out violence on earth. \n\t3.\n\nThe wicked go astray from the womb; they err from their birth, speaking lies. \n\t4.\n\nThey have venom like the venom of a serpent, like the deaf adder that stops its ear, \n\t5.\n\nso that it does not hear the voice of charmers or of the cunning enchanter. \n\t6.\n\nO God, break the teeth in their mouths; tear out the fangs of the young lions, O Lord ! \n\t7.\n\nLet them vanish like water that runs away; like grass let them be trodden down and wither. \n\t8.\n\nLet them be like the snail that dissolves into slime; like the untimely birth that never sees the sun. \n\t9.\n\nSooner than your pots can feel the heat of thorns, whether green or ablaze, may he sweep them away! \n\t10.\n\nThe righteous will rejoice when they see vengeance done; they will bathe their feet in the blood of the wicked. \n\t11.\n\nPeople will say, ÒSurely there is a reward for the righteous; surely there is a God who judges on earth.Ó"
  },
  {
    "number": 59,
    "text": "1.\n\nDeliver me from my enemies, O my God; protect me from those who rise up against me. \n\t2.\n\nDeliver me from those who work evil; from the bloodthirsty save me. \n\t3.\n\nEven now they lie in wait for my life; the mighty stir up strife against me. For no transgression or sin of mine, O Lord, \n\t4.\n\nfor no fault of mine, they run and make ready. Rouse yourself, come to my help and see! \n\t5.\n\nYou, Lord God of hosts, are God of Israel. Awake to punish all the nations; spare none of those who treacherously plot evil. Selah \n\t6.\n\nEach evening they come back, howling like dogs and prowling about the city. \n\t7.\n\nThere they are, bellowing with their mouths, with sharp words on their lipsÑ for ÒWho,Ó they think, Òwill hear us?Ó \n\t8.\n\nBut you laugh at them, O Lord; you hold all the nations in derision. \n\t9.\n\nO my strength, I will watch for you; for you, O God, are my fortress. \n\t10.\n\nMy God in his steadfast love will meet me; my God will let me look in triumph on my enemies. \n\t11.\n\nDo not kill them, or my people may forget; make them totter by your power, and bring them down, O Lord, our shield. \n\t12.\n\nFor the sin of their mouths, the words of their lips, let them be trapped in their pride. For the cursing and lies that they utter, \n\t13.\n\nconsume them in wrath; consume them until they are no more. Then it will be known to the ends of the earth that God rules over Jacob. Selah \n\t14.\n\nEach evening they come back, howling like dogs and prowling about the city. \n\t15.\n\nThey roam about for food, and growl if they do not get their fill. \n\t16.\n\nBut I will sing of your might; I will sing aloud of your steadfast love in the morning. For you have been a fortress for me and a refuge in the day of my distress. \n\t17.\n\nO my strength, I will sing praises to you, for you, O God, are my fortress, the God who shows me steadfast love."
  },
  {
    "number": 60,
    "text": "1.\n\nO God, you have rejected us, broken our defenses; you have been angry; now restore us! \n\t2.\n\nYou have caused the land to quake; you have torn it open; repair the cracks in it, for it is tottering. \n\t3.\n\nYou have made your people suffer hard things; you have given us wine to drink that made us reel. \n\t4.\n\nYou have set up a banner for those who fear you, to rally to it out of bowshot. Selah \n\t5.\n\nGive victory with your right hand, and answer us, so that those whom you love may be rescued. \n\t6.\n\nGod has promised in his sanctuary: ÒWith exultation I will divide up Shechem, and portion out the Vale of Succoth. \n\t7.\n\nGilead is mine, and Manasseh is mine; Ephraim is my helmet; Judah is my scepter. \n\t8.\n\nMoab is my washbasin; on Edom I hurl my shoe; over Philistia I shout in triumph.Ó \n\t9.\n\nWho will bring me to the fortified city? Who will lead me to Edom? \n\t10.\n\nHave you not rejected us, O God? You do not go out, O God, with our armies. \n\t11.\n\nO grant us help against the foe, for human help is worthless. \n\t12.\n\nWith God we shall do valiantly; it is he who will tread down our foes."
  },
  {
    "number": 61,
    "text": "1.\n\nHear my cry, O God; listen to my prayer. \n\t2.\n\nFrom the end of the earth I call to you, when my heart is faint. Lead me to the rock that is higher than I; \n\t3.\n\nfor you are my refuge, a strong tower against the enemy. \n\t4.\n\nLet me abide in your tent forever, find refuge under the shelter of your wings. Selah \n\t5.\n\nFor you, O God, have heard my vows; you have given me the heritage of those who fear your name. \n\t6.\n\nProlong the life of the king; may his years endure to all generations! \n\t7.\n\nMay he be enthroned forever before God; appoint steadfast love and faithfulness to watch over him! \n\t8.\n\nSo I will always sing praises to your name, as I pay my vows day after day."
  },
  {
    "number": 62,
    "text": "1.\n\nFor God alone my soul waits in silence; from him comes my salvation. \n\t2.\n\nHe alone is my rock and my salvation, my fortress; I shall never be shaken. \n\t3.\n\nHow long will you assail a person, will you batter your victim, all of you, as you would a leaning wall, a tottering fence? \n\t4.\n\nTheir only plan is to bring down a person of prominence. They take pleasure in falsehood; they bless with their mouths, but inwardly they curse. Selah \n\t5.\n\nFor God alone my soul waits in silence, for my hope is from him. \n\t6.\n\nHe alone is my rock and my salvation, my fortress; I shall not be shaken. \n\t7.\n\nOn God rests my deliverance and my honor; my mighty rock, my refuge is in God. \n\t8.\n\nTrust in him at all times, O people; pour out your heart before him; God is a refuge for us. Selah \n\t9.\n\nThose of low estate are but a breath, those of high estate are a delusion; in the balances they go up; they are together lighter than a breath. \n\t10.\n\nPut no confidence in extortion, and set no vain hopes on robbery; if riches increase, do not set your heart on them. \n\t11.\n\nOnce God has spoken; twice have I heard this: that power belongs to God, \n\t12.\n\nand steadfast love belongs to you, O Lord. For you repay to all according to their work."
  },
  {
    "number": 63,
    "text": "1.\n\nO God, you are my God, I seek you, my soul thirsts for you; my flesh faints for you, as in a dry and weary land where there is no water. \n\t2.\n\nSo I have looked upon you in the sanctuary, beholding your power and glory. \n\t3.\n\nBecause your steadfast love is better than life, my lips will praise you. \n\t4.\n\nSo I will bless you as long as I live; I will lift up my hands and call on your name. \n\t5.\n\nMy soul is satisfied as with a rich feast, and my mouth praises you with joyful lips \n\t6.\n\nwhen I think of you on my bed, and meditate on you in the watches of the night; \n\t7.\n\nfor you have been my help, and in the shadow of your wings I sing for joy. \n\t8.\n\nMy soul clings to you; your right hand upholds me. \n\t9.\n\nBut those who seek to destroy my life shall go down into the depths of the earth; \n\t10.\n\nthey shall be given over to the power of the sword, they shall be prey for jackals. \n\t11.\n\nBut the king shall rejoice in God; all who swear by him shall exult, for the mouths of liars will be stopped."
  },
  {
    "number": 64,
    "text": "1.\n\nHear my voice, O God, in my complaint; preserve my life from the dread enemy. \n\t2.\n\nHide me from the secret plots of the wicked, from the scheming of evildoers, \n\t3.\n\nwho whet their tongues like swords, who aim bitter words like arrows, \n\t4.\n\nshooting from ambush at the blameless; they shoot suddenly and without fear. \n\t5.\n\nThey hold fast to their evil purpose; they talk of laying snares secretly, thinking, ÒWho can see us? \n\t6.\n\nWho can search out our crimes? We have thought out a cunningly conceived plot.Ó For the human heart and mind are deep. \n\t7.\n\nBut God will shoot his arrow at them; they will be wounded suddenly. \n\t8.\n\nBecause of their tongue he will bring them to ruin; all who see them will shake with horror. \n\t9.\n\nThen everyone will fear; they will tell what God has brought about, and ponder what he has done. \n\t10.\n\nLet the righteous rejoice in the Lord and take refuge in him. Let all the upright in heart glory."
  },
  {
    "number": 65,
    "text": "1.\n\nPraise is due to you, O God, in Zion; and to you shall vows be performed, \n\t2.\n\nO you who answer prayer! To you all flesh shall come. \n\t3.\n\nWhen deeds of iniquity overwhelm us, you forgive our transgressions. \n\t4.\n\nHappy are those whom you choose and bring near to live in your courts. We shall be satisfied with the goodness of your house, your holy temple. \n\t5.\n\nBy awesome deeds you answer us with deliverance, O God of our salvation; you are the hope of all the ends of the earth and of the farthest seas. \n\t6.\n\nBy your strength you established the mountains; you are girded with might. \n\t7.\n\nYou silence the roaring of the seas, the roaring of their waves, the tumult of the peoples. \n\t8.\n\nThose who live at earth's farthest bounds are awed by your signs; you make the gateways of the morning and the evening shout for joy. \n\t9.\n\nYou visit the earth and water it, you greatly enrich it; the river of God is full of water; you provide the people with grain, for so you have prepared it. \n\t10.\n\nYou water its furrows abundantly, settling its ridges, softening it with showers, and blessing its growth. \n\t11.\n\nYou crown the year with your bounty; your wagon tracks overflow with richness. \n\t12.\n\nThe pastures of the wilderness overflow, the hills gird themselves with joy, \n\t13.\n\nthe meadows clothe themselves with flocks, the valleys deck themselves with grain, they shout and sing together for joy."
  },
  {
    "number": 66,
    "text": "1.\n\nMake a joyful noise to God, all the earth; \n\t2.\n\nsing the glory of his name; give to him glorious praise. \n\t3.\n\nSay to God, ÒHow awesome are your deeds! Because of your great power, your enemies cringe before you. \n\t4.\n\nAll the earth worships you; they sing praises to you, sing praises to your name.Ó Selah \n\t5.\n\nCome and see what God has done: he is awesome in his deeds among mortals. \n\t6.\n\nHe turned the sea into dry land; they passed through the river on foot. There we rejoiced in him, \n\t7.\n\nwho rules by his might forever, whose eyes keep watch on the nationsÑ let the rebellious not exalt themselves. Selah \n\t8.\n\nBless our God, O peoples, let the sound of his praise be heard, \n\t9.\n\nwho has kept us among the living, and has not let our feet slip. \n\t10.\n\nFor you, O God, have tested us; you have tried us as silver is tried. \n\t11.\n\nYou brought us into the net; you laid burdens on our backs; \n\t12.\n\nyou let people ride over our heads; we went through fire and through water; yet you have brought us out to a spacious place. \n\t13.\n\nI will come into your house with burnt offerings; I will pay you my vows, \n\t14.\n\nthose that my lips uttered and my mouth promised when I was in trouble. \n\t15.\n\nI will offer to you burnt offerings of fatlings, with the smoke of the sacrifice of rams; I will make an offering of bulls and goats. Selah \n\t16.\n\nCome and hear, all you who fear God, and I will tell what he has done for me. \n\t17.\n\nI cried aloud to him, and he was extolled with my tongue. \n\t18.\n\nIf I had cherished iniquity in my heart, the Lord would not have listened. \n\t19.\n\nBut truly God has listened; he has given heed to the words of my prayer. \n\t20.\n\nBlessed be God, because he has not rejected my prayer or removed his steadfast love from me."
  },
  {
    "number": 67,
    "text": "1.\n\nMay God be gracious to us and bless us and make his face to shine upon us, Selah \n\t2.\n\nthat your way may be known upon earth, your saving power among all nations. \n\t3.\n\nLet the peoples praise you, O God; let all the peoples praise you. \n\t4.\n\nLet the nations be glad and sing for joy, for you judge the peoples with equity and guide the nations upon earth. Selah \n\t5.\n\nLet the peoples praise you, O God; let all the peoples praise you. \n\t6.\n\nThe earth has yielded its increase; God, our God, has blessed us. \n\t7.\n\nMay God continue to bless us; let all the ends of the earth revere him."
  },
  {
    "number": 68,
    "text": "1.\n\nLet God rise up, let his enemies be scattered; let those who hate him flee before him. \n\t2.\n\nAs smoke is driven away, so drive them away; as wax melts before the fire, let the wicked perish before God. \n\t3.\n\nBut let the righteous be joyful; let them exult before God; let them be jubilant with joy. \n\t4.\n\nSing to God, sing praises to his name; lift up a song to him who rides upon the clouds Ñ his name is the Lord Ñ be exultant before him. \n\t5.\n\nFather of orphans and protector of widows is God in his holy habitation. \n\t6.\n\nGod gives the desolate a home to live in; he leads out the prisoners to prosperity, but the rebellious live in a parched land. \n\t7.\n\nO God, when you went out before your people, when you marched through the wilderness, Selah \n\t8.\n\nthe earth quaked, the heavens poured down rain at the presence of God, the God of Sinai, at the presence of God, the God of Israel. \n\t9.\n\nRain in abundance, O God, you showered abroad; you restored your heritage when it languished; \n\t10.\n\nyour flock found a dwelling in it; in your goodness, O God, you provided for the needy. \n\t11.\n\nThe Lord gives the command; great is the company of those who bore the tidings: \n\t12.\n\nÒThe kings of the armies, they flee, they flee!Ó The women at home divide the spoil, \n\t13.\n\nthough they stay among the sheepfoldsÑ the wings of a dove covered with silver, its pinions with green gold. \n\t14.\n\nWhen the Almighty scattered kings there, snow fell on Zalmon. \n\t15.\n\nO mighty mountain, mountain of Bashan; O many-peaked mountain, mountain of Bashan! \n\t16.\n\nWhy do you look with envy, O many-peaked mountain, at the mount that God desired for his abode, where the Lord will reside forever? \n\t17.\n\nWith mighty chariotry, twice ten thousand, thousands upon thousands, the Lord came from Sinai into the holy place. \n\t18.\n\nYou ascended the high mount, leading captives in your train and receiving gifts from people, even from those who rebel against the Lord God's abiding there. \n\t19.\n\nBlessed be the Lord, who daily bears us up; God is our salvation. Selah \n\t20.\n\nOur God is a God of salvation, and to God, the Lord, belongs escape from death. \n\t21.\n\nBut God will shatter the heads of his enemies, the hairy crown of those who walk in their guilty ways. \n\t22.\n\nThe Lord said, ÒI will bring them back from Bashan, I will bring them back from the depths of the sea, \n\t23.\n\nso that you may bathe your feet in blood, so that the tongues of your dogs may have their share from the foe.Ó \n\t24.\n\nYour solemn processions are seen, O God, the processions of my God, my King, into the sanctuaryÑ \n\t25.\n\nthe singers in front, the musicians last, between them girls playing tambourines: \n\t26.\n\nÒBless God in the great congregation, the Lord, O you who are of Israel's fountain!Ó \n\t27.\n\nThere is Benjamin, the least of them, in the lead, the princes of Judah in a body, the princes of Zebulun, the princes of Naphtali. \n\t28.\n\nSummon your might, O God; show your strength, O God, as you have done for us before. \n\t29.\n\nBecause of your temple at Jerusalem kings bear gifts to you. \n\t30.\n\nRebuke the wild animals that live among the reeds, the herd of bulls with the calves of the peoples. Trample under foot those who lust after tribute; scatter the peoples who delight in war. \n\t31.\n\nLet bronze be brought from Egypt; let Ethiopia hasten to stretch out its hands to God. \n\t32.\n\nSing to God, O kingdoms of the earth; sing praises to the Lord, Selah \n\t33.\n\nO rider in the heavens, the ancient heavens; listen, he sends out his voice, his mighty voice. \n\t34.\n\nAscribe power to God, whose majesty is over Israel; and whose power is in the skies. \n\t35.\n\nAwesome is God in his sanctuary, the God of Israel; he gives power and strength to his people. Blessed be God!"
  },
  {
    "number": 69,
    "text": "1.\n\nSave me, O God, for the waters have come up to my neck. \n\t2.\n\nI sink in deep mire, where there is no foothold; I have come into deep waters, and the flood sweeps over me. \n\t3.\n\nI am weary with my crying; my throat is parched. My eyes grow dim with waiting for my God. \n\t4.\n\nMore in number than the hairs of my head are those who hate me without cause; many are those who would destroy me, my enemies who accuse me falsely. What I did not steal must I now restore? \n\t5.\n\nO God, you know my folly; the wrongs I have done are not hidden from you. \n\t6.\n\nDo not let those who hope in you be put to shame because of me, O Lord God of hosts; do not let those who seek you be dishonored because of me, O God of Israel. \n\t7.\n\nIt is for your sake that I have borne reproach, that shame has covered my face. \n\t8.\n\nI have become a stranger to my kindred, an alien to my mother's children. \n\t9.\n\nIt is zeal for your house that has consumed me; the insults of those who insult you have fallen on me. \n\t10.\n\nWhen I humbled my soul with fasting, they insulted me for doing so. \n\t11.\n\nWhen I made sackcloth my clothing, I became a byword to them. \n\t12.\n\nI am the subject of gossip for those who sit in the gate, and the drunkards make songs about me. \n\t13.\n\nBut as for me, my prayer is to you, O Lord . At an acceptable time, O God, in the abundance of your steadfast love, answer me. With your faithful help \n\t14.\n\nrescue me from sinking in the mire; let me be delivered from my enemies and from the deep waters. \n\t15.\n\nDo not let the flood sweep over me, or the deep swallow me up, or the Pit close its mouth over me. \n\t16.\n\nAnswer me, O Lord, for your steadfast love is good; according to your abundant mercy, turn to me. \n\t17.\n\nDo not hide your face from your servant, for I am in distressÑmake haste to answer me. \n\t18.\n\nDraw near to me, redeem me, set me free because of my enemies. \n\t19.\n\nYou know the insults I receive, and my shame and dishonor; my foes are all known to you. \n\t20.\n\nInsults have broken my heart, so that I am in despair. I looked for pity, but there was none; and for comforters, but I found none. \n\t21.\n\nThey gave me poison for food, and for my thirst they gave me vinegar to drink. \n\t22.\n\nLet their table be a trap for them, a snare for their allies. \n\t23.\n\nLet their eyes be darkened so that they cannot see, and make their loins tremble continually. \n\t24.\n\nPour out your indignation upon them, and let your burning anger overtake them. \n\t25.\n\nMay their camp be a desolation; let no one live in their tents. \n\t26.\n\nFor they persecute those whom you have struck down, and those whom you have wounded, they attack still more. \n\t27.\n\nAdd guilt to their guilt; may they have no acquittal from you. \n\t28.\n\nLet them be blotted out of the book of the living; let them not be enrolled among the righteous. \n\t29.\n\nBut I am lowly and in pain; let your salvation, O God, protect me. \n\t30.\n\nI will praise the name of God with a song; I will magnify him with thanksgiving. \n\t31.\n\nThis will please the Lord more than an ox or a bull with horns and hoofs. \n\t32.\n\nLet the oppressed see it and be glad; you who seek God, let your hearts revive. \n\t33.\n\nFor the Lord hears the needy, and does not despise his own that are in bonds. \n\t34.\n\nLet heaven and earth praise him, the seas and everything that moves in them. \n\t35.\n\nFor God will save Zion and rebuild the cities of Judah; and his servants shall live there and possess it; \n\t36.\n\nthe children of his servants shall inherit it, and those who love his name shall live in it."
  },
  {
    "number": 70,
    "text": "1.\n\nBe pleased, O God, to deliver me. O Lord, make haste to help me! \n\t2.\n\nLet those be put to shame and confusion who seek my life. Let those be turned back and brought to dishonor who desire to hurt me. \n\t3.\n\nLet those who say, ÒAha, Aha!Ó turn back because of their shame. \n\t4.\n\nLet all who seek you rejoice and be glad in you. Let those who love your salvation say evermore, ÒGod is great!Ó \n\t5.\n\nBut I am poor and needy; hasten to me, O God! You are my help and my deliverer; O Lord, do not delay!"
  },
  {
    "number": 71,
    "text": "1.\n\nIn you, O Lord, I take refuge; let me never be put to shame. \n\t2.\n\nIn your righteousness deliver me and rescue me; incline your ear to me and save me. \n\t3.\n\nBe to me a rock of refuge, a strong fortress, to save me, for you are my rock and my fortress. \n\t4.\n\nRescue me, O my God, from the hand of the wicked, from the grasp of the unjust and cruel. \n\t5.\n\nFor you, O Lord, are my hope, my trust, O Lord, from my youth. \n\t6.\n\nUpon you I have leaned from my birth; it was you who took me from my mother's womb. My praise is continually of you. \n\t7.\n\nI have been like a portent to many, but you are my strong refuge. \n\t8.\n\nMy mouth is filled with your praise, and with your glory all day long. \n\t9.\n\nDo not cast me off in the time of old age; do not forsake me when my strength is spent. \n\t10.\n\nFor my enemies speak concerning me, and those who watch for my life consult together. \n\t11.\n\nThey say, ÒPursue and seize that person whom God has forsaken, for there is no one to deliver.Ó \n\t12.\n\nO God, do not be far from me; O my God, make haste to help me! \n\t13.\n\nLet my accusers be put to shame and consumed; let those who seek to hurt me be covered with scorn and disgrace. \n\t14.\n\nBut I will hope continually, and will praise you yet more and more. \n\t15.\n\nMy mouth will tell of your righteous acts, of your deeds of salvation all day long, though their number is past my knowledge. \n\t16.\n\nI will come praising the mighty deeds of the Lord God, I will praise your righteousness, yours alone. \n\t17.\n\nO God, from my youth you have taught me, and I still proclaim your wondrous deeds. \n\t18.\n\nSo even to old age and gray hairs, O God, do not forsake me, until I proclaim your might to all the generations to come. Your power \n\t19.\n\nand your righteousness, O God, reach the high heavens. You who have done great things, O God, who is like you? \n\t20.\n\nYou who have made me see many troubles and calamities will revive me again; from the depths of the earth you will bring me up again. \n\t21.\n\nYou will increase my honor, and comfort me once again. \n\t22.\n\nI will also praise you with the harp for your faithfulness, O my God; I will sing praises to you with the lyre, O Holy One of Israel. \n\t23.\n\nMy lips will shout for joy when I sing praises to you; my soul also, which you have rescued. \n\t24.\n\nAll day long my tongue will talk of your righteous help, for those who tried to do me harm have been put to shame, and disgraced."
  },
  {
    "number": 72,
    "text": "1.\n\nGive the king your justice, O God, and your righteousness to a king's son. \n\t2.\n\nMay he judge your people with righteousness, and your poor with justice. \n\t3.\n\nMay the mountains yield prosperity for the people, and the hills, in righteousness. \n\t4.\n\nMay he defend the cause of the poor of the people, give deliverance to the needy, and crush the oppressor. \n\t5.\n\nMay he live while the sun endures, and as long as the moon, throughout all generations. \n\t6.\n\nMay he be like rain that falls on the mown grass, like showers that water the earth. \n\t7.\n\nIn his days may righteousness flourish and peace abound, until the moon is no more. \n\t8.\n\nMay he have dominion from sea to sea, and from the River to the ends of the earth. \n\t9.\n\nMay his foes bow down before him, and his enemies lick the dust. \n\t10.\n\nMay the kings of Tarshish and of the isles render him tribute, may the kings of Sheba and Seba bring gifts. \n\t11.\n\nMay all kings fall down before him, all nations give him service. \n\t12.\n\nFor he delivers the needy when they call, the poor and those who have no helper. \n\t13.\n\nHe has pity on the weak and the needy, and saves the lives of the needy. \n\t14.\n\nFrom oppression and violence he redeems their life; and precious is their blood in his sight. \n\t15.\n\nLong may he live! May gold of Sheba be given to him. May prayer be made for him continually, and blessings invoked for him all day long. \n\t16.\n\nMay there be abundance of grain in the land; may it wave on the tops of the mountains; may its fruit be like Lebanon; and may people blossom in the cities like the grass of the field. \n\t17.\n\nMay his name endure forever, his fame continue as long as the sun. May all nations be blessed in him; may they pronounce him happy. \n\t18.\n\nBlessed be the Lord, the God of Israel, who alone does wondrous things. \n\t19.\n\nBlessed be his glorious name forever; may his glory fill the whole earth. Amen and Amen. \n\t20.\n\nThe prayers of David son of Jesse are ended."
  },
  {
    "number": 73,
    "text": "1.\n\nTruly God is good to the upright, to those who are pure in heart. \n\t2.\n\nBut as for me, my feet had almost stumbled; my steps had nearly slipped. \n\t3.\n\nFor I was envious of the arrogant; I saw the prosperity of the wicked. \n\t4.\n\nFor they have no pain; their bodies are sound and sleek. \n\t5.\n\nThey are not in trouble as others are; they are not plagued like other people. \n\t6.\n\nTherefore pride is their necklace; violence covers them like a garment. \n\t7.\n\nTheir eyes swell out with fatness; their hearts overflow with follies. \n\t8.\n\nThey scoff and speak with malice; loftily they threaten oppression. \n\t9.\n\nThey set their mouths against heaven, and their tongues range over the earth. \n\t10.\n\nTherefore the people turn and praise them, and find no fault in them. \n\t11.\n\nAnd they say, ÒHow can God know? Is there knowledge in the Most High?Ó \n\t12.\n\nSuch are the wicked; always at ease, they increase in riches. \n\t13.\n\nAll in vain I have kept my heart clean and washed my hands in innocence. \n\t14.\n\nFor all day long I have been plagued, and am punished every morning. \n\t15.\n\nIf I had said, ÒI will talk on in this way,Ó I would have been untrue to the circle of your children. \n\t16.\n\nBut when I thought how to understand this, it seemed to me a wearisome task, \n\t17.\n\nuntil I went into the sanctuary of God; then I perceived their end. \n\t18.\n\nTruly you set them in slippery places; you make them fall to ruin. \n\t19.\n\nHow they are destroyed in a moment, swept away utterly by terrors! \n\t20.\n\nThey are like a dream when one awakes; on awaking you despise their phantoms. \n\t21.\n\nWhen my soul was embittered, when I was pricked in heart, \n\t22.\n\nI was stupid and ignorant; I was like a brute beast toward you. \n\t23.\n\nNevertheless I am continually with you; you hold my right hand. \n\t24.\n\nYou guide me with your counsel, and afterward you will receive me with honor. \n\t25.\n\nWhom have I in heaven but you? And there is nothing on earth that I desire other than you. \n\t26.\n\nMy flesh and my heart may fail, but God is the strength of my heart and my portion forever. \n\t27.\n\nIndeed, those who are far from you will perish; you put an end to those who are false to you. \n\t28.\n\nBut for me it is good to be near God; I have made the Lord God my refuge, to tell of all your works."
  },
  {
    "number": 74,
    "text": "1.\n\nO God, why do you cast us off forever? Why does your anger smoke against the sheep of your pasture? \n\t2.\n\nRemember your congregation, which you acquired long ago, which you redeemed to be the tribe of your heritage. Remember Mount Zion, where you came to dwell. \n\t3.\n\nDirect your steps to the perpetual ruins; the enemy has destroyed everything in the sanctuary. \n\t4.\n\nYour foes have roared within your holy place; they set up their emblems there. \n\t5.\n\nAt the upper entrance they hacked the wooden trellis with axes. \n\t6.\n\nAnd then, with hatchets and hammers, they smashed all its carved work. \n\t7.\n\nThey set your sanctuary on fire; they desecrated the dwelling place of your name, bringing it to the ground. \n\t8.\n\nThey said to themselves, ÒWe will utterly subdue themÓ; they burned all the meeting places of God in the land. \n\t9.\n\nWe do not see our emblems; there is no longer any prophet, and there is no one among us who knows how long. \n\t10.\n\nHow long, O God, is the foe to scoff? Is the enemy to revile your name forever? \n\t11.\n\nWhy do you hold back your hand; why do you keep your hand in your bosom? \n\t12.\n\nYet God my King is from of old, working salvation in the earth. \n\t13.\n\nYou divided the sea by your might; you broke the heads of the dragons in the waters. \n\t14.\n\nYou crushed the heads of Leviathan; you gave him as food for the creatures of the wilderness. \n\t15.\n\nYou cut openings for springs and torrents; you dried up ever-flowing streams. \n\t16.\n\nYours is the day, yours also the night; you established the luminaries and the sun. \n\t17.\n\nYou have fixed all the bounds of the earth; you made summer and winter. \n\t18.\n\nRemember this, O Lord, how the enemy scoffs, and an impious people reviles your name. \n\t19.\n\nDo not deliver the soul of your dove to the wild animals; do not forget the life of your poor forever. \n\t20.\n\nHave regard for your covenant, for the dark places of the land are full of the haunts of violence. \n\t21.\n\nDo not let the downtrodden be put to shame; let the poor and needy praise your name. \n\t22.\n\nRise up, O God, plead your cause; remember how the impious scoff at you all day long. \n\t23.\n\nDo not forget the clamor of your foes, the uproar of your adversaries that goes up continually."
  },
  {
    "number": 75,
    "text": "1.\n\nWe give thanks to you, O God; we give thanks; your name is near. People tell of your wondrous deeds. \n\t2.\n\nAt the set time that I appoint I will judge with equity. \n\t3.\n\nWhen the earth totters, with all its inhabitants, it is I who keep its pillars steady. Selah \n\t4.\n\nI say to the boastful, ÒDo not boast,Ó and to the wicked, ÒDo not lift up your horn; \n\t5.\n\ndo not lift up your horn on high, or speak with insolent neck.Ó \n\t6.\n\nFor not from the east or from the west and not from the wilderness comes lifting up; \n\t7.\n\nbut it is God who executes judgment, putting down one and lifting up another. \n\t8.\n\nFor in the hand of the Lord there is a cup with foaming wine, well mixed; he will pour a draught from it, and all the wicked of the earth shall drain it down to the dregs. \n\t9.\n\nBut I will rejoice forever; I will sing praises to the God of Jacob. \n\t10.\n\nAll the horns of the wicked I will cut off, but the horns of the righteous shall be exalted."
  },
  {
    "number": 76,
    "text": "1.\n\nIn Judah God is known, his name is great in Israel. \n\t2.\n\nHis abode has been established in Salem, his dwelling place in Zion. \n\t3.\n\nThere he broke the flashing arrows, the shield, the sword, and the weapons of war. Selah \n\t4.\n\nGlorious are you, more majestic than the everlasting mountains. \n\t5.\n\nThe stouthearted were stripped of their spoil; they sank into sleep; none of the troops was able to lift a hand. \n\t6.\n\nAt your rebuke, O God of Jacob, both rider and horse lay stunned. \n\t7.\n\nBut you indeed are awesome! Who can stand before you when once your anger is roused? \n\t8.\n\nFrom the heavens you uttered judgment; the earth feared and was still \n\t9.\n\nwhen God rose up to establish judgment, to save all the oppressed of the earth. Selah \n\t10.\n\nHuman wrath serves only to praise you, when you bind the last bit of your wrath around you. \n\t11.\n\nMake vows to the Lord your God, and perform them; let all who are around him bring gifts to the one who is awesome, \n\t12.\n\nwho cuts off the spirit of princes, who inspires fear in the kings of the earth."
  },
  {
    "number": 77,
    "text": "1.\n\nI cry aloud to God, aloud to God, that he may hear me. \n\t2.\n\nIn the day of my trouble I seek the Lord; in the night my hand is stretched out without wearying; my soul refuses to be comforted. \n\t3.\n\nI think of God, and I moan; I meditate, and my spirit faints. Selah \n\t4.\n\nYou keep my eyelids from closing; I am so troubled that I cannot speak. \n\t5.\n\nI consider the days of old, and remember the years of long ago. \n\t6.\n\nI commune with my heart in the night; I meditate and search my spirit: \n\t7.\n\nÒWill the Lord spurn forever, and never again be favorable? \n\t8.\n\nHas his steadfast love ceased forever? Are his promises at an end for all time? \n\t9.\n\nHas God forgotten to be gracious? Has he in anger shut up his compassion?Ó Selah \n\t10.\n\nAnd I say, ÒIt is my grief that the right hand of the Most High has changed.Ó \n\t11.\n\nI will call to mind the deeds of the Lord; I will remember your wonders of old. \n\t12.\n\nI will meditate on all your work, and muse on your mighty deeds. \n\t13.\n\nYour way, O God, is holy. What god is so great as our God? \n\t14.\n\nYou are the God who works wonders; you have displayed your might among the peoples. \n\t15.\n\nWith your strong arm you redeemed your people, the descendants of Jacob and Joseph. Selah \n\t16.\n\nWhen the waters saw you, O God, when the waters saw you, they were afraid; the very deep trembled. \n\t17.\n\nThe clouds poured out water; the skies thundered; your arrows flashed on every side. \n\t18.\n\nThe crash of your thunder was in the whirlwind; your lightnings lit up the world; the earth trembled and shook. \n\t19.\n\nYour way was through the sea, your path, through the mighty waters; yet your footprints were unseen. \n\t20.\n\nYou led your people like a flock by the hand of Moses and Aaron."
  },
  {
    "number": 78,
    "text": "1.\n\nGive ear, O my people, to my teaching; incline your ears to the words of my mouth. \n\t2.\n\nI will open my mouth in a parable; I will utter dark sayings from of old, \n\t3.\n\nthings that we have heard and known, that our ancestors have told us. \n\t4.\n\nWe will not hide them from their children; we will tell to the coming generation the glorious deeds of the Lord, and his might, and the wonders that he has done. \n\t5.\n\nHe established a decree in Jacob, and appointed a law in Israel, which he commanded our ancestors to teach to their children; \n\t6.\n\nthat the next generation might know them, the children yet unborn, and rise up and tell them to their children, \n\t7.\n\nso that they should set their hope in God, and not forget the works of God, but keep his commandments; \n\t8.\n\nand that they should not be like their ancestors, a stubborn and rebellious generation, a generation whose heart was not steadfast, whose spirit was not faithful to God. \n\t9.\n\nThe Ephraimites, armed with the bow, turned back on the day of battle. \n\t10.\n\nThey did not keep God's covenant, but refused to walk according to his law. \n\t11.\n\nThey forgot what he had done, and the miracles that he had shown them. \n\t12.\n\nIn the sight of their ancestors he worked marvels in the land of Egypt, in the fields of Zoan. \n\t13.\n\nHe divided the sea and let them pass through it, and made the waters stand like a heap. \n\t14.\n\nIn the daytime he led them with a cloud, and all night long with a fiery light. \n\t15.\n\nHe split rocks open in the wilderness, and gave them drink abundantly as from the deep. \n\t16.\n\nHe made streams come out of the rock, and caused waters to flow down like rivers. \n\t17.\n\nYet they sinned still more against him, rebelling against the Most High in the desert. \n\t18.\n\nThey tested God in their heart by demanding the food they craved. \n\t19.\n\nThey spoke against God, saying, ÒCan God spread a table in the wilderness? \n\t20.\n\nEven though he struck the rock so that water gushed out and torrents overflowed, can he also give bread, or provide meat for his people?Ó \n\t21.\n\nTherefore, when the Lord heard, he was full of rage; a fire was kindled against Jacob, his anger mounted against Israel, \n\t22.\n\nbecause they had no faith in God, and did not trust his saving power. \n\t23.\n\nYet he commanded the skies above, and opened the doors of heaven; \n\t24.\n\nhe rained down on them manna to eat, and gave them the grain of heaven. \n\t25.\n\nMortals ate of the bread of angels; he sent them food in abundance. \n\t26.\n\nHe caused the east wind to blow in the heavens, and by his power he led out the south wind; \n\t27.\n\nhe rained flesh upon them like dust, winged birds like the sand of the seas; \n\t28.\n\nhe let them fall within their camp, all around their dwellings. \n\t29.\n\nAnd they ate and were well filled, for he gave them what they craved. \n\t30.\n\nBut before they had satisfied their craving, while the food was still in their mouths, \n\t31.\n\nthe anger of God rose against them and he killed the strongest of them, and laid low the flower of Israel. \n\t32.\n\nIn spite of all this they still sinned; they did not believe in his wonders. \n\t33.\n\nSo he made their days vanish like a breath, and their years in terror. \n\t34.\n\nWhen he killed them, they sought for him; they repented and sought God earnestly. \n\t35.\n\nThey remembered that God was their rock, the Most High God their redeemer. \n\t36.\n\nBut they flattered him with their mouths; they lied to him with their tongues. \n\t37.\n\nTheir heart was not steadfast toward him; they were not true to his covenant. \n\t38.\n\nYet he, being compassionate, forgave their iniquity, and did not destroy them; often he restrained his anger, and did not stir up all his wrath. \n\t39.\n\nHe remembered that they were but flesh, a wind that passes and does not come again. \n\t40.\n\nHow often they rebelled against him in the wilderness and grieved him in the desert! \n\t41.\n\nThey tested God again and again, and provoked the Holy One of Israel. \n\t42.\n\nThey did not keep in mind his power, or the day when he redeemed them from the foe; \n\t43.\n\nwhen he displayed his signs in Egypt, and his miracles in the fields of Zoan. \n\t44.\n\nHe turned their rivers to blood, so that they could not drink of their streams. \n\t45.\n\nHe sent among them swarms of flies, which devoured them, and frogs, which destroyed them. \n\t46.\n\nHe gave their crops to the caterpillar, and the fruit of their labor to the locust. \n\t47.\n\nHe destroyed their vines with hail, and their sycamores with frost. \n\t48.\n\nHe gave over their cattle to the hail, and their flocks to thunderbolts. \n\t49.\n\nHe let loose on them his fierce anger, wrath, indignation, and distress, a company of destroying angels. \n\t50.\n\nHe made a path for his anger; he did not spare them from death, but gave their lives over to the plague. \n\t51.\n\nHe struck all the firstborn in Egypt, the first issue of their strength in the tents of Ham. \n\t52.\n\nThen he led out his people like sheep, and guided them in the wilderness like a flock. \n\t53.\n\nHe led them in safety, so that they were not afraid; but the sea overwhelmed their enemies. \n\t54.\n\nAnd he brought them to his holy hill, to the mountain that his right hand had won. \n\t55.\n\nHe drove out nations before them; he apportioned them for a possession and settled the tribes of Israel in their tents. \n\t56.\n\nYet they tested the Most High God, and rebelled against him. They did not observe his decrees, \n\t57.\n\nbut turned away and were faithless like their ancestors; they twisted like a treacherous bow. \n\t58.\n\nFor they provoked him to anger with their high places; they moved him to jealousy with their idols. \n\t59.\n\nWhen God heard, he was full of wrath, and he utterly rejected Israel. \n\t60.\n\nHe abandoned his dwelling at Shiloh, the tent where he dwelt among mortals, \n\t61.\n\nand delivered his power to captivity, his glory to the hand of the foe. \n\t62.\n\nHe gave his people to the sword, and vented his wrath on his heritage. \n\t63.\n\nFire devoured their young men, and their girls had no marriage song. \n\t64.\n\nTheir priests fell by the sword, and their widows made no lamentation. \n\t65.\n\nThen the Lord awoke as from sleep, like a warrior shouting because of wine. \n\t66.\n\nHe put his adversaries to rout; he put them to everlasting disgrace. \n\t67.\n\nHe rejected the tent of Joseph, he did not choose the tribe of Ephraim; \n\t68.\n\nbut he chose the tribe of Judah, Mount Zion, which he loves. \n\t69.\n\nHe built his sanctuary like the high heavens, like the earth, which he has founded forever. \n\t70.\n\nHe chose his servant David, and took him from the sheepfolds; \n\t71.\n\nfrom tending the nursing ewes he brought him to be the shepherd of his people Jacob, of Israel, his inheritance. \n\t72.\n\nWith upright heart he tended them, and guided them with skillful hand."
  },
  {
    "number": 79,
    "text": "1.\n\nO God, the nations have come into your inheritance; they have defiled your holy temple; they have laid Jerusalem in ruins. \n\t2.\n\nThey have given the bodies of your servants to the birds of the air for food, the flesh of your faithful to the wild animals of the earth. \n\t3.\n\nThey have poured out their blood like water all around Jerusalem, and there was no one to bury them. \n\t4.\n\nWe have become a taunt to our neighbors, mocked and derided by those around us. \n\t5.\n\nHow long, O Lord ? Will you be angry forever? Will your jealous wrath burn like fire? \n\t6.\n\nPour out your anger on the nations that do not know you, and on the kingdoms that do not call on your name. \n\t7.\n\nFor they have devoured Jacob and laid waste his habitation. \n\t8.\n\nDo not remember against us the iniquities of our ancestors; let your compassion come speedily to meet us, for we are brought very low. \n\t9.\n\nHelp us, O God of our salvation, for the glory of your name; deliver us, and forgive our sins, for your name's sake. \n\t10.\n\nWhy should the nations say, ÒWhere is their God?Ó Let the avenging of the outpoured blood of your servants be known among the nations before our eyes. \n\t11.\n\nLet the groans of the prisoners come before you; according to your great power preserve those doomed to die. \n\t12.\n\nReturn sevenfold into the bosom of our neighbors the taunts with which they taunted you, O Lord! \n\t13.\n\nThen we your people, the flock of your pasture, will give thanks to you forever; from generation to generation we will recount your praise."
  },
  {
    "number": 80,
    "text": "1.\n\nGive ear, O Shepherd of Israel, you who lead Joseph like a flock! You who are enthroned upon the cherubim, shine forth \n\t2.\n\nbefore Ephraim and Benjamin and Manasseh. Stir up your might, and come to save us! \n\t3.\n\nRestore us, O God; let your face shine, that we may be saved. \n\t4.\n\nO Lord God of hosts, how long will you be angry with your people's prayers? \n\t5.\n\nYou have fed them with the bread of tears, and given them tears to drink in full measure. \n\t6.\n\nYou make us the scorn of our neighbors; our enemies laugh among themselves. \n\t7.\n\nRestore us, O God of hosts; let your face shine, that we may be saved. \n\t8.\n\nYou brought a vine out of Egypt; you drove out the nations and planted it. \n\t9.\n\nYou cleared the ground for it; it took deep root and filled the land. \n\t10.\n\nThe mountains were covered with its shade, the mighty cedars with its branches; \n\t11.\n\nit sent out its branches to the sea, and its shoots to the River. \n\t12.\n\nWhy then have you broken down its walls, so that all who pass along the way pluck its fruit? \n\t13.\n\nThe boar from the forest ravages it, and all that move in the field feed on it. \n\t14.\n\nTurn again, O God of hosts; look down from heaven, and see; have regard for this vine, \n\t15.\n\nthe stock that your right hand planted. \n\t16.\n\nThey have burned it with fire, they have cut it down; may they perish at the rebuke of your countenance. \n\t17.\n\nBut let your hand be upon the one at your right hand, the one whom you made strong for yourself. \n\t18.\n\nThen we will never turn back from you; give us life, and we will call on your name. \n\t19.\n\nRestore us, O Lord God of hosts; let your face shine, that we may be saved."
  },
  {
    "number": 81,
    "text": "1.\n\nSing aloud to God our strength; shout for joy to the God of Jacob. \n\t2.\n\nRaise a song, sound the tambourine, the sweet lyre with the harp. \n\t3.\n\nBlow the trumpet at the new moon, at the full moon, on our festal day. \n\t4.\n\nFor it is a statute for Israel, an ordinance of the God of Jacob. \n\t5.\n\nHe made it a decree in Joseph, when he went out over the land of Egypt. I hear a voice I had not known: \n\t6.\n\nÒI relieved your shoulder of the burden; your hands were freed from the basket. \n\t7.\n\nIn distress you called, and I rescued you; I answered you in the secret place of thunder; I tested you at the waters of Meribah. Selah \n\t8.\n\nHear, O my people, while I admonish you; O Israel, if you would but listen to me! \n\t9.\n\nThere shall be no strange god among you; you shall not bow down to a foreign god. \n\t10.\n\nI am the Lord your God, who brought you up out of the land of Egypt. Open your mouth wide and I will fill it. \n\t11.\n\nÒBut my people did not listen to my voice; Israel would not submit to me. \n\t12.\n\nSo I gave them over to their stubborn hearts, to follow their own counsels. \n\t13.\n\nO that my people would listen to me, that Israel would walk in my ways! \n\t14.\n\nThen I would quickly subdue their enemies, and turn my hand against their foes. \n\t15.\n\nThose who hate the Lord would cringe before him, and their doom would last forever. \n\t16.\n\nI would feed you with the finest of the wheat, and with honey from the rock I would satisfy you.Ó"
  },
  {
    "number": 82,
    "text": "1.\n\nGod has taken his place in the divine council; in the midst of the gods he holds judgment: \n\t2.\n\nÒHow long will you judge unjustly and show partiality to the wicked? Selah \n\t3.\n\nGive justice to the weak and the orphan; maintain the right of the lowly and the destitute. \n\t4.\n\nRescue the weak and the needy; deliver them from the hand of the wicked.Ó \n\t5.\n\nThey have neither knowledge nor understanding, they walk around in darkness; all the foundations of the earth are shaken. \n\t6.\n\nI say, ÒYou are gods, children of the Most High, all of you; \n\t7.\n\nnevertheless, you shall die like mortals, and fall like any prince.Ó \n\t8.\n\nRise up, O God, judge the earth; for all the nations belong to you!"
  },
  {
    "number": 83,
    "text": "1.\n\nO God, do not keep silence; do not hold your peace or be still, O God! \n\t2.\n\nEven now your enemies are in tumult; those who hate you have raised their heads. \n\t3.\n\nThey lay crafty plans against your people; they consult together against those you protect. \n\t4.\n\nThey say, ÒCome, let us wipe them out as a nation; let the name of Israel be remembered no more.Ó \n\t5.\n\nThey conspire with one accord; against you they make a covenantÑ \n\t6.\n\nthe tents of Edom and the Ishmaelites, Moab and the Hagrites, \n\t7.\n\nGebal and Ammon and Amalek, Philistia with the inhabitants of Tyre; \n\t8.\n\nAssyria also has joined them; they are the strong arm of the children of Lot. Selah \n\t9.\n\nDo to them as you did to Midian, as to Sisera and Jabin at the Wadi Kishon, \n\t10.\n\nwho were destroyed at En-dor, who became dung for the ground. \n\t11.\n\nMake their nobles like Oreb and Zeeb, all their princes like Zebah and Zalmunna, \n\t12.\n\nwho said, ÒLet us take the pastures of God for our own possession.Ó \n\t13.\n\nO my God, make them like whirling dust, like chaff before the wind. \n\t14.\n\nAs fire consumes the forest, as the flame sets the mountains ablaze, \n\t15.\n\nso pursue them with your tempest and terrify them with your hurricane. \n\t16.\n\nFill their faces with shame, so that they may seek your name, O Lord . \n\t17.\n\nLet them be put to shame and dismayed forever; let them perish in disgrace. \n\t18.\n\nLet them know that you alone, whose name is the Lord, are the Most High over all the earth."
  },
  {
    "number": 84,
    "text": "1.\n\nHow lovely is your dwelling place, O Lord of hosts! \n\t2.\n\nMy soul longs, indeed it faints for the courts of the Lord; my heart and my flesh sing for joy to the living God. \n\t3.\n\nEven the sparrow finds a home, and the swallow a nest for herself, where she may lay her young, at your altars, O Lord of hosts, my King and my God. \n\t4.\n\nHappy are those who live in your house, ever singing your praise. Selah \n\t5.\n\nHappy are those whose strength is in you, in whose heart are the highways to Zion. \n\t6.\n\nAs they go through the valley of Baca they make it a place of springs; the early rain also covers it with pools. \n\t7.\n\nThey go from strength to strength; the God of gods will be seen in Zion. \n\t8.\n\nO Lord God of hosts, hear my prayer; give ear, O God of Jacob! Selah \n\t9.\n\nBehold our shield, O God; look on the face of your anointed. \n\t10.\n\nFor a day in your courts is better than a thousand elsewhere. I would rather be a doorkeeper in the house of my God than live in the tents of wickedness. \n\t11.\n\nFor the Lord God is a sun and shield; he bestows favor and honor. No good thing does the Lord withhold from those who walk uprightly. \n\t12.\n\nO Lord of hosts, happy is everyone who trusts in you."
  },
  {
    "number": 85,
    "text": "1.\n\nLord, you were favorable to your land; you restored the fortunes of Jacob. \n\t2.\n\nYou forgave the iniquity of your people; you pardoned all their sin. Selah \n\t3.\n\nYou withdrew all your wrath; you turned from your hot anger. \n\t4.\n\nRestore us again, O God of our salvation, and put away your indignation toward us. \n\t5.\n\nWill you be angry with us forever? Will you prolong your anger to all generations? \n\t6.\n\nWill you not revive us again, so that your people may rejoice in you? \n\t7.\n\nShow us your steadfast love, O Lord, and grant us your salvation. \n\t8.\n\nLet me hear what God the Lord will speak, for he will speak peace to his people, to his faithful, to those who turn to him in their hearts. \n\t9.\n\nSurely his salvation is at hand for those who fear him, that his glory may dwell in our land. \n\t10.\n\nSteadfast love and faithfulness will meet; righteousness and peace will kiss each other. \n\t11.\n\nFaithfulness will spring up from the ground, and righteousness will look down from the sky. \n\t12.\n\nThe Lord will give what is good, and our land will yield its increase. \n\t13.\n\nRighteousness will go before him, and will make a path for his steps."
  },
  {
    "number": 86,
    "text": "1.\n\nIncline your ear, O Lord, and answer me, for I am poor and needy. \n\t2.\n\nPreserve my life, for I am devoted to you; save your servant who trusts in you. You are my God; \n\t3.\n\nbe gracious to me, O Lord, for to you do I cry all day long. \n\t4.\n\nGladden the soul of your servant, for to you, O Lord, I lift up my soul. \n\t5.\n\nFor you, O Lord, are good and forgiving, abounding in steadfast love to all who call on you. \n\t6.\n\nGive ear, O Lord, to my prayer; listen to my cry of supplication. \n\t7.\n\nIn the day of my trouble I call on you, for you will answer me. \n\t8.\n\nThere is none like you among the gods, O Lord, nor are there any works like yours. \n\t9.\n\nAll the nations you have made shall come and bow down before you, O Lord, and shall glorify your name. \n\t10.\n\nFor you are great and do wondrous things; you alone are God. \n\t11.\n\nTeach me your way, O Lord, that I may walk in your truth; give me an undivided heart to revere your name. \n\t12.\n\nI give thanks to you, O Lord my God, with my whole heart, and I will glorify your name forever. \n\t13.\n\nFor great is your steadfast love toward me; you have delivered my soul from the depths of Sheol. \n\t14.\n\nO God, the insolent rise up against me; a band of ruffians seeks my life, and they do not set you before them. \n\t15.\n\nBut you, O Lord, are a God merciful and gracious, slow to anger and abounding in steadfast love and faithfulness. \n\t16.\n\nTurn to me and be gracious to me; give your strength to your servant; save the child of your serving girl. \n\t17.\n\nShow me a sign of your favor, so that those who hate me may see it and be put to shame, because you, Lord, have helped me and comforted me."
  },
  {
    "number": 87,
    "text": "1.\n\nOn the holy mount stands the city he founded; \n\t2.\n\nthe Lord loves the gates of Zion more than all the dwellings of Jacob. \n\t3.\n\nGlorious things are spoken of you, O city of God. Selah \n\t4.\n\nAmong those who know me I mention Rahab and Babylon; Philistia too, and Tyre, with Ethiopia Ñ ÒThis one was born there,Ó they say. \n\t5.\n\nAnd of Zion it shall be said, ÒThis one and that one were born in itÓ; for the Most High himself will establish it. \n\t6.\n\nThe Lord records, as he registers the peoples, ÒThis one was born there.Ó Selah \n\t7.\n\nSingers and dancers alike say, ÒAll my springs are in you.Ó"
  },
  {
    "number": 88,
    "text": "1.\n\nO Lord, God of my salvation, when, at night, I cry out in your presence, \n\t2.\n\nlet my prayer come before you; incline your ear to my cry. \n\t3.\n\nFor my soul is full of troubles, and my life draws near to Sheol. \n\t4.\n\nI am counted among those who go down to the Pit; I am like those who have no help, \n\t5.\n\nlike those forsaken among the dead, like the slain that lie in the grave, like those whom you remember no more, for they are cut off from your hand. \n\t6.\n\nYou have put me in the depths of the Pit, in the regions dark and deep. \n\t7.\n\nYour wrath lies heavy upon me, and you overwhelm me with all your waves. Selah \n\t8.\n\nYou have caused my companions to shun me; you have made me a thing of horror to them. I am shut in so that I cannot escape; \n\t9.\n\nmy eye grows dim through sorrow. Every day I call on you, O Lord; I spread out my hands to you. \n\t10.\n\nDo you work wonders for the dead? Do the shades rise up to praise you? Selah \n\t11.\n\nIs your steadfast love declared in the grave, or your faithfulness in Abaddon? \n\t12.\n\nAre your wonders known in the darkness, or your saving help in the land of forgetfulness? \n\t13.\n\nBut I, O Lord, cry out to you; in the morning my prayer comes before you. \n\t14.\n\nO Lord, why do you cast me off? Why do you hide your face from me? \n\t15.\n\nWretched and close to death from my youth up, I suffer your terrors; I am desperate. \n\t16.\n\nYour wrath has swept over me; your dread assaults destroy me. \n\t17.\n\nThey surround me like a flood all day long; from all sides they close in on me. \n\t18.\n\nYou have caused friend and neighbor to shun me; my companions are in darkness."
  },
  {
    "number": 89,
    "text": "1.\n\nI will sing of your steadfast love, O Lord, forever; with my mouth I will proclaim your faithfulness to all generations. \n\t2.\n\nI declare that your steadfast love is established forever; your faithfulness is as firm as the heavens. \n\t3.\n\nYou said, ÒI have made a covenant with my chosen one, I have sworn to my servant David: \n\t4.\n\nÔI will establish your descendants forever, and build your throne for all generations.Õ Ó Selah \n\t5.\n\nLet the heavens praise your wonders, O Lord, your faithfulness in the assembly of the holy ones. \n\t6.\n\nFor who in the skies can be compared to the Lord ? Who among the heavenly beings is like the Lord, \n\t7.\n\na God feared in the council of the holy ones, great and awesome above all that are around him? \n\t8.\n\nO Lord God of hosts, who is as mighty as you, O Lord ? Your faithfulness surrounds you. \n\t9.\n\nYou rule the raging of the sea; when its waves rise, you still them. \n\t10.\n\nYou crushed Rahab like a carcass; you scattered your enemies with your mighty arm. \n\t11.\n\nThe heavens are yours, the earth also is yours; the world and all that is in itÑyou have founded them. \n\t12.\n\nThe north and the south Ñyou created them; Tabor and Hermon joyously praise your name. \n\t13.\n\nYou have a mighty arm; strong is your hand, high your right hand. \n\t14.\n\nRighteousness and justice are the foundation of your throne; steadfast love and faithfulness go before you. \n\t15.\n\nHappy are the people who know the festal shout, who walk, O Lord, in the light of your countenance; \n\t16.\n\nthey exult in your name all day long, and extol your righteousness. \n\t17.\n\nFor you are the glory of their strength; by your favor our horn is exalted. \n\t18.\n\nFor our shield belongs to the Lord, our king to the Holy One of Israel. \n\t19.\n\nThen you spoke in a vision to your faithful one, and said: ÒI have set the crown on one who is mighty, I have exalted one chosen from the people. \n\t20.\n\nI have found my servant David; with my holy oil I have anointed him; \n\t21.\n\nmy hand shall always remain with him; my arm also shall strengthen him. \n\t22.\n\nThe enemy shall not outwit him, the wicked shall not humble him. \n\t23.\n\nI will crush his foes before him and strike down those who hate him. \n\t24.\n\nMy faithfulness and steadfast love shall be with him; and in my name his horn shall be exalted. \n\t25.\n\nI will set his hand on the sea and his right hand on the rivers. \n\t26.\n\nHe shall cry to me, ÔYou are my Father, my God, and the Rock of my salvation!Õ \n\t27.\n\nI will make him the firstborn, the highest of the kings of the earth. \n\t28.\n\nForever I will keep my steadfast love for him, and my covenant with him will stand firm. \n\t29.\n\nI will establish his line forever, and his throne as long as the heavens endure. \n\t30.\n\nIf his children forsake my law and do not walk according to my ordinances, \n\t31.\n\nif they violate my statutes and do not keep my commandments, \n\t32.\n\nthen I will punish their transgression with the rod and their iniquity with scourges; \n\t33.\n\nbut I will not remove from him my steadfast love, or be false to my faithfulness. \n\t34.\n\nI will not violate my covenant, or alter the word that went forth from my lips. \n\t35.\n\nOnce and for all I have sworn by my holiness; I will not lie to David. \n\t36.\n\nHis line shall continue forever, and his throne endure before me like the sun. \n\t37.\n\nIt shall be established forever like the moon, an enduring witness in the skies.Ó Selah \n\t38.\n\nBut now you have spurned and rejected him; you are full of wrath against your anointed. \n\t39.\n\nYou have renounced the covenant with your servant; you have defiled his crown in the dust. \n\t40.\n\nYou have broken through all his walls; you have laid his strongholds in ruins. \n\t41.\n\nAll who pass by plunder him; he has become the scorn of his neighbors. \n\t42.\n\nYou have exalted the right hand of his foes; you have made all his enemies rejoice. \n\t43.\n\nMoreover, you have turned back the edge of his sword, and you have not supported him in battle. \n\t44.\n\nYou have removed the scepter from his hand, and hurled his throne to the ground. \n\t45.\n\nYou have cut short the days of his youth; you have covered him with shame. Selah \n\t46.\n\nHow long, O Lord ? Will you hide yourself forever? How long will your wrath burn like fire? \n\t47.\n\nRemember how short my time isÑ for what vanity you have created all mortals! \n\t48.\n\nWho can live and never see death? Who can escape the power of Sheol? Selah \n\t49.\n\nLord, where is your steadfast love of old, which by your faithfulness you swore to David? \n\t50.\n\nRemember, O Lord, how your servant is taunted; how I bear in my bosom the insults of the peoples, \n\t51.\n\nwith which your enemies taunt, O Lord, with which they taunted the footsteps of your anointed. \n\t52.\n\nBlessed be the Lord forever. Amen and Amen."
  },
  {
    "number": 90,
    "text": "1.\n\nLord, you have been our dwelling place in all generations. \n\t2.\n\nBefore the mountains were brought forth, or ever you had formed the earth and the world, from everlasting to everlasting you are God. \n\t3.\n\nYou turn us back to dust, and say, ÒTurn back, you mortals.Ó \n\t4.\n\nFor a thousand years in your sight are like yesterday when it is past, or like a watch in the night. \n\t5.\n\nYou sweep them away; they are like a dream, like grass that is renewed in the morning; \n\t6.\n\nin the morning it flourishes and is renewed; in the evening it fades and withers. \n\t7.\n\nFor we are consumed by your anger; by your wrath we are overwhelmed. \n\t8.\n\nYou have set our iniquities before you, our secret sins in the light of your countenance. \n\t9.\n\nFor all our days pass away under your wrath; our years come to an end like a sigh. \n\t10.\n\nThe days of our life are seventy years, or perhaps eighty, if we are strong; even then their span is only toil and trouble; they are soon gone, and we fly away. \n\t11.\n\nWho considers the power of your anger? Your wrath is as great as the fear that is due you. \n\t12.\n\nSo teach us to count our days that we may gain a wise heart. \n\t13.\n\nTurn, O Lord ! How long? Have compassion on your servants! \n\t14.\n\nSatisfy us in the morning with your steadfast love, so that we may rejoice and be glad all our days. \n\t15.\n\nMake us glad as many days as you have afflicted us, and as many years as we have seen evil. \n\t16.\n\nLet your work be manifest to your servants, and your glorious power to their children. \n\t17.\n\nLet the favor of the Lord our God be upon us, and prosper for us the work of our handsÑ O prosper the work of our hands!"
  },
  {
    "number": 91,
    "text": "1.\n\nYou who live in the shelter of the Most High, who abide in the shadow of the Almighty, \n\t2.\n\nwill say to the Lord, ÒMy refuge and my fortress; my God, in whom I trust.Ó \n\t3.\n\nFor he will deliver you from the snare of the fowler and from the deadly pestilence; \n\t4.\n\nhe will cover you with his pinions, and under his wings you will find refuge; his faithfulness is a shield and buckler. \n\t5.\n\nYou will not fear the terror of the night, or the arrow that flies by day, \n\t6.\n\nor the pestilence that stalks in darkness, or the destruction that wastes at noonday. \n\t7.\n\nA thousand may fall at your side, ten thousand at your right hand, but it will not come near you. \n\t8.\n\nYou will only look with your eyes and see the punishment of the wicked. \n\t9.\n\nBecause you have made the Lord your refuge, the Most High your dwelling place, \n\t10.\n\nno evil shall befall you, no scourge come near your tent. \n\t11.\n\nFor he will command his angels concerning you to guard you in all your ways. \n\t12.\n\nOn their hands they will bear you up, so that you will not dash your foot against a stone. \n\t13.\n\nYou will tread on the lion and the adder, the young lion and the serpent you will trample under foot. \n\t14.\n\nThose who love me, I will deliver; I will protect those who know my name. \n\t15.\n\nWhen they call to me, I will answer them; I will be with them in trouble, I will rescue them and honor them. \n\t16.\n\nWith long life I will satisfy them, and show them my salvation."
  },
  {
    "number": 92,
    "text": "1.\n\nIt is good to give thanks to the Lord, to sing praises to your name, O Most High; \n\t2.\n\nto declare your steadfast love in the morning, and your faithfulness by night, \n\t3.\n\nto the music of the lute and the harp, to the melody of the lyre. \n\t4.\n\nFor you, O Lord, have made me glad by your work; at the works of your hands I sing for joy. \n\t5.\n\nHow great are your works, O Lord ! Your thoughts are very deep! \n\t6.\n\nThe dullard cannot know, the stupid cannot understand this: \n\t7.\n\nthough the wicked sprout like grass and all evildoers flourish, they are doomed to destruction forever, \n\t8.\n\nbut you, O Lord, are on high forever. \n\t9.\n\nFor your enemies, O Lord, for your enemies shall perish; all evildoers shall be scattered. \n\t10.\n\nBut you have exalted my horn like that of the wild ox; you have poured over me fresh oil. \n\t11.\n\nMy eyes have seen the downfall of my enemies; my ears have heard the doom of my evil assailants. \n\t12.\n\nThe righteous flourish like the palm tree, and grow like a cedar in Lebanon. \n\t13.\n\nThey are planted in the house of the Lord; they flourish in the courts of our God. \n\t14.\n\nIn old age they still produce fruit; they are always green and full of sap, \n\t15.\n\nshowing that the Lord is upright; he is my rock, and there is no unrighteousness in him."
  },
  {
    "number": 93,
    "text": "1.\n\nThe Lord is king, he is robed in majesty; the Lord is robed, he is girded with strength. He has established the world; it shall never be moved; \n\t2.\n\nyour throne is established from of old; you are from everlasting. \n\t3.\n\nThe floods have lifted up, O Lord, the floods have lifted up their voice; the floods lift up their roaring. \n\t4.\n\nMore majestic than the thunders of mighty waters, more majestic than the waves of the sea, majestic on high is the Lord ! \n\t5.\n\nYour decrees are very sure; holiness befits your house, O Lord, forevermore."
  },
  {
    "number": 94,
    "text": "1.\n\nO Lord, you God of vengeance, you God of vengeance, shine forth! \n\t2.\n\nRise up, O judge of the earth; give to the proud what they deserve! \n\t3.\n\nO Lord, how long shall the wicked, how long shall the wicked exult? \n\t4.\n\nThey pour out their arrogant words; all the evildoers boast. \n\t5.\n\nThey crush your people, O Lord, and afflict your heritage. \n\t6.\n\nThey kill the widow and the stranger, they murder the orphan, \n\t7.\n\nand they say, ÒThe Lord does not see; the God of Jacob does not perceive.Ó \n\t8.\n\nUnderstand, O dullest of the people; fools, when will you be wise? \n\t9.\n\nHe who planted the ear, does he not hear? He who formed the eye, does he not see? \n\t10.\n\nHe who disciplines the nations, he who teaches knowledge to humankind, does he not chastise? \n\t11.\n\nThe Lord knows our thoughts, that they are but an empty breath. \n\t12.\n\nHappy are those whom you discipline, O Lord, and whom you teach out of your law, \n\t13.\n\ngiving them respite from days of trouble, until a pit is dug for the wicked. \n\t14.\n\nFor the Lord will not forsake his people; he will not abandon his heritage; \n\t15.\n\nfor justice will return to the righteous, and all the upright in heart will follow it. \n\t16.\n\nWho rises up for me against the wicked? Who stands up for me against evildoers? \n\t17.\n\nIf the Lord had not been my help, my soul would soon have lived in the land of silence. \n\t18.\n\nWhen I thought, ÒMy foot is slipping,Ó your steadfast love, O Lord, held me up. \n\t19.\n\nWhen the cares of my heart are many, your consolations cheer my soul. \n\t20.\n\nCan wicked rulers be allied with you, those who contrive mischief by statute? \n\t21.\n\nThey band together against the life of the righteous, and condemn the innocent to death. \n\t22.\n\nBut the Lord has become my stronghold, and my God the rock of my refuge. \n\t23.\n\nHe will repay them for their iniquity and wipe them out for their wickedness; the Lord our God will wipe them out."
  },
  {
    "number": 95,
    "text": "1.\n\nO come, let us sing to the Lord; let us make a joyful noise to the rock of our salvation! \n\t2.\n\nLet us come into his presence with thanksgiving; let us make a joyful noise to him with songs of praise! \n\t3.\n\nFor the Lord is a great God, and a great King above all gods. \n\t4.\n\nIn his hand are the depths of the earth; the heights of the mountains are his also. \n\t5.\n\nThe sea is his, for he made it, and the dry land, which his hands have formed. \n\t6.\n\nO come, let us worship and bow down, let us kneel before the Lord, our Maker! \n\t7.\n\nFor he is our God, and we are the people of his pasture, and the sheep of his hand. O that today you would listen to his voice! \n\t8.\n\nDo not harden your hearts, as at Meribah, as on the day at Massah in the wilderness, \n\t9.\n\nwhen your ancestors tested me, and put me to the proof, though they had seen my work. \n\t10.\n\nFor forty years I loathed that generation and said, ÒThey are a people whose hearts go astray, and they do not regard my ways.Ó \n\t11.\n\nTherefore in my anger I swore, ÒThey shall not enter my rest.Ó"
  },
  {
    "number": 96,
    "text": "1.\n\nO sing to the Lord a new song; sing to the Lord, all the earth. \n\t2.\n\nSing to the Lord, bless his name; tell of his salvation from day to day. \n\t3.\n\nDeclare his glory among the nations, his marvelous works among all the peoples. \n\t4.\n\nFor great is the Lord, and greatly to be praised; he is to be revered above all gods. \n\t5.\n\nFor all the gods of the peoples are idols, but the Lord made the heavens. \n\t6.\n\nHonor and majesty are before him; strength and beauty are in his sanctuary. \n\t7.\n\nAscribe to the Lord, O families of the peoples, ascribe to the Lord glory and strength. \n\t8.\n\nAscribe to the Lord the glory due his name; bring an offering, and come into his courts. \n\t9.\n\nWorship the Lord in holy splendor; tremble before him, all the earth. \n\t10.\n\nSay among the nations, ÒThe Lord is king! The world is firmly established; it shall never be moved. He will judge the peoples with equity.Ó \n\t11.\n\nLet the heavens be glad, and let the earth rejoice; let the sea roar, and all that fills it; \n\t12.\n\nlet the field exult, and everything in it. Then shall all the trees of the forest sing for joy \n\t13.\n\nbefore the Lord; for he is coming, for he is coming to judge the earth. He will judge the world with righteousness, and the peoples with his truth."
  },
  {
    "number": 97,
    "text": "1.\n\nThe Lord is king! Let the earth rejoice; let the many coastlands be glad! \n\t2.\n\nClouds and thick darkness are all around him; righteousness and justice are the foundation of his throne. \n\t3.\n\nFire goes before him, and consumes his adversaries on every side. \n\t4.\n\nHis lightnings light up the world; the earth sees and trembles. \n\t5.\n\nThe mountains melt like wax before the Lord, before the Lord of all the earth. \n\t6.\n\nThe heavens proclaim his righteousness; and all the peoples behold his glory. \n\t7.\n\nAll worshipers of images are put to shame, those who make their boast in worthless idols; all gods bow down before him. \n\t8.\n\nZion hears and is glad, and the towns of Judah rejoice, because of your judgments, O God. \n\t9.\n\nFor you, O Lord, are most high over all the earth; you are exalted far above all gods. \n\t10.\n\nThe Lord loves those who hate evil; he guards the lives of his faithful; he rescues them from the hand of the wicked. \n\t11.\n\nLight dawns for the righteous, and joy for the upright in heart. \n\t12.\n\nRejoice in the Lord, O you righteous, and give thanks to his holy name!"
  },
  {
    "number": 98,
    "text": "1.\n\nO sing to the Lord a new song, for he has done marvelous things. His right hand and his holy arm have gotten him victory. \n\t2.\n\nThe Lord has made known his victory; he has revealed his vindication in the sight of the nations. \n\t3.\n\nHe has remembered his steadfast love and faithfulness to the house of Israel. All the ends of the earth have seen the victory of our God. \n\t4.\n\nMake a joyful noise to the Lord, all the earth; break forth into joyous song and sing praises. \n\t5.\n\nSing praises to the Lord with the lyre, with the lyre and the sound of melody. \n\t6.\n\nWith trumpets and the sound of the horn make a joyful noise before the King, the Lord . \n\t7.\n\nLet the sea roar, and all that fills it; the world and those who live in it. \n\t8.\n\nLet the floods clap their hands; let the hills sing together for joy \n\t9.\n\nat the presence of the Lord, for he is coming to judge the earth. He will judge the world with righteousness, and the peoples with equity."
  },
  {
    "number": 99,
    "text": "1.\n\nThe Lord is king; let the peoples tremble! He sits enthroned upon the cherubim; let the earth quake! \n\t2.\n\nThe Lord is great in Zion; he is exalted over all the peoples. \n\t3.\n\nLet them praise your great and awesome name. Holy is he! \n\t4.\n\nMighty King, lover of justice, you have established equity; you have executed justice and righteousness in Jacob. \n\t5.\n\nExtol the Lord our God; worship at his footstool. Holy is he! \n\t6.\n\nMoses and Aaron were among his priests, Samuel also was among those who called on his name. They cried to the Lord, and he answered them. \n\t7.\n\nHe spoke to them in the pillar of cloud; they kept his decrees, and the statutes that he gave them. \n\t8.\n\nO Lord our God, you answered them; you were a forgiving God to them, but an avenger of their wrongdoings. \n\t9.\n\nExtol the Lord our God, and worship at his holy mountain; for the Lord our God is holy."
  },
  {
    "number": 100,
    "text": "1.\n\nMake a joyful noise to the Lord, all the earth. \n\t2.\n\nWorship the Lord with gladness; come into his presence with singing. \n\t3.\n\nKnow that the Lord is God. It is he that made us, and we are his; we are his people, and the sheep of his pasture. \n\t4.\n\nEnter his gates with thanksgiving, and his courts with praise. Give thanks to him, bless his name. \n\t5.\n\nFor the Lord is good; his steadfast love endures forever, and his faithfulness to all generations."
  },
  {
    "number": 101,
    "text": "1.\n\nI will sing of loyalty and of justice; to you, O Lord, I will sing. \n\t2.\n\nI will study the way that is blameless. When shall I attain it? I will walk with integrity of heart within my house; \n\t3.\n\nI will not set before my eyes anything that is base. I hate the work of those who fall away; it shall not cling to me. \n\t4.\n\nPerverseness of heart shall be far from me; I will know nothing of evil. \n\t5.\n\nOne who secretly slanders a neighbor I will destroy. A haughty look and an arrogant heart I will not tolerate. \n\t6.\n\nI will look with favor on the faithful in the land, so that they may live with me; whoever walks in the way that is blameless shall minister to me. \n\t7.\n\nNo one who practices deceit shall remain in my house; no one who utters lies shall continue in my presence. \n\t8.\n\nMorning by morning I will destroy all the wicked in the land, cutting off all evildoers from the city of the Lord ."
  },
  {
    "number": 102,
    "text": "1.\n\nHear my prayer, O Lord; let my cry come to you. \n\t2.\n\nDo not hide your face from me in the day of my distress. Incline your ear to me; answer me speedily in the day when I call. \n\t3.\n\nFor my days pass away like smoke, and my bones burn like a furnace. \n\t4.\n\nMy heart is stricken and withered like grass; I am too wasted to eat my bread. \n\t5.\n\nBecause of my loud groaning my bones cling to my skin. \n\t6.\n\nI am like an owl of the wilderness, like a little owl of the waste places. \n\t7.\n\nI lie awake; I am like a lonely bird on the housetop. \n\t8.\n\nAll day long my enemies taunt me; those who deride me use my name for a curse. \n\t9.\n\nFor I eat ashes like bread, and mingle tears with my drink, \n\t10.\n\nbecause of your indignation and anger; for you have lifted me up and thrown me aside. \n\t11.\n\nMy days are like an evening shadow; I wither away like grass. \n\t12.\n\nBut you, O Lord, are enthroned forever; your name endures to all generations. \n\t13.\n\nYou will rise up and have compassion on Zion, for it is time to favor it; the appointed time has come. \n\t14.\n\nFor your servants hold its stones dear, and have pity on its dust. \n\t15.\n\nThe nations will fear the name of the Lord, and all the kings of the earth your glory. \n\t16.\n\nFor the Lord will build up Zion; he will appear in his glory. \n\t17.\n\nHe will regard the prayer of the destitute, and will not despise their prayer. \n\t18.\n\nLet this be recorded for a generation to come, so that a people yet unborn may praise the Lord : \n\t19.\n\nthat he looked down from his holy height, from heaven the Lord looked at the earth, \n\t20.\n\nto hear the groans of the prisoners, to set free those who were doomed to die; \n\t21.\n\nso that the name of the Lord may be declared in Zion, and his praise in Jerusalem, \n\t22.\n\nwhen peoples gather together, and kingdoms, to worship the Lord . \n\t23.\n\nHe has broken my strength in midcourse; he has shortened my days. \n\t24.\n\nÒO my God,Ó I say, Òdo not take me away at the mid-point of my life, you whose years endure throughout all generations.Ó \n\t25.\n\nLong ago you laid the foundation of the earth, and the heavens are the work of your hands. \n\t26.\n\nThey will perish, but you endure; they will all wear out like a garment. You change them like clothing, and they pass away; \n\t27.\n\nbut you are the same, and your years have no end. \n\t28.\n\nThe children of your servants shall live secure; their offspring shall be established in your presence."
  },
  {
    "number": 103,
    "text": "1.\n\nBless the Lord, O my soul, and all that is within me, bless his holy name. \n\t2.\n\nBless the Lord, O my soul, and do not forget all his benefitsÑ \n\t3.\n\nwho forgives all your iniquity, who heals all your diseases, \n\t4.\n\nwho redeems your life from the Pit, who crowns you with steadfast love and mercy, \n\t5.\n\nwho satisfies you with good as long as you live so that your youth is renewed like the eagle's. \n\t6.\n\nThe Lord works vindication and justice for all who are oppressed. \n\t7.\n\nHe made known his ways to Moses, his acts to the people of Israel. \n\t8.\n\nThe Lord is merciful and gracious, slow to anger and abounding in steadfast love. \n\t9.\n\nHe will not always accuse, nor will he keep his anger forever. \n\t10.\n\nHe does not deal with us according to our sins, nor repay us according to our iniquities. \n\t11.\n\nFor as the heavens are high above the earth, so great is his steadfast love toward those who fear him; \n\t12.\n\nas far as the east is from the west, so far he removes our transgressions from us. \n\t13.\n\nAs a father has compassion for his children, so the Lord has compassion for those who fear him. \n\t14.\n\nFor he knows how we were made; he remembers that we are dust. \n\t15.\n\nAs for mortals, their days are like grass; they flourish like a flower of the field; \n\t16.\n\nfor the wind passes over it, and it is gone, and its place knows it no more. \n\t17.\n\nBut the steadfast love of the Lord is from everlasting to everlasting on those who fear him, and his righteousness to children's children, \n\t18.\n\nto those who keep his covenant and remember to do his commandments. \n\t19.\n\nThe Lord has established his throne in the heavens, and his kingdom rules over all. \n\t20.\n\nBless the Lord, O you his angels, you mighty ones who do his bidding, obedient to his spoken word. \n\t21.\n\nBless the Lord, all his hosts, his ministers that do his will. \n\t22.\n\nBless the Lord, all his works, in all places of his dominion. Bless the Lord, O my soul."
  },
  {
    "number": 104,
    "text": "1.\n\nBless the Lord, O my soul. O Lord my God, you are very great. You are clothed with honor and majesty, \n\t2.\n\nwrapped in light as with a garment. You stretch out the heavens like a tent, \n\t3.\n\nyou set the beams of your chambers on the waters, you make the clouds your chariot, you ride on the wings of the wind, \n\t4.\n\nyou make the winds your messengers, fire and flame your ministers. \n\t5.\n\nYou set the earth on its foundations, so that it shall never be shaken. \n\t6.\n\nYou cover it with the deep as with a garment; the waters stood above the mountains. \n\t7.\n\nAt your rebuke they flee; at the sound of your thunder they take to flight. \n\t8.\n\nThey rose up to the mountains, ran down to the valleys to the place that you appointed for them. \n\t9.\n\nYou set a boundary that they may not pass, so that they might not again cover the earth. \n\t10.\n\nYou make springs gush forth in the valleys; they flow between the hills, \n\t11.\n\ngiving drink to every wild animal; the wild asses quench their thirst. \n\t12.\n\nBy the streams the birds of the air have their habitation; they sing among the branches. \n\t13.\n\nFrom your lofty abode you water the mountains; the earth is satisfied with the fruit of your work. \n\t14.\n\nYou cause the grass to grow for the cattle, and plants for people to use, to bring forth food from the earth, \n\t15.\n\nand wine to gladden the human heart, oil to make the face shine, and bread to strengthen the human heart. \n\t16.\n\nThe trees of the Lord are watered abundantly, the cedars of Lebanon that he planted. \n\t17.\n\nIn them the birds build their nests; the stork has its home in the fir trees. \n\t18.\n\nThe high mountains are for the wild goats; the rocks are a refuge for the coneys. \n\t19.\n\nYou have made the moon to mark the seasons; the sun knows its time for setting. \n\t20.\n\nYou make darkness, and it is night, when all the animals of the forest come creeping out. \n\t21.\n\nThe young lions roar for their prey, seeking their food from God. \n\t22.\n\nWhen the sun rises, they withdraw and lie down in their dens. \n\t23.\n\nPeople go out to their work and to their labor until the evening. \n\t24.\n\nO Lord, how manifold are your works! In wisdom you have made them all; the earth is full of your creatures. \n\t25.\n\nYonder is the sea, great and wide, creeping things innumerable are there, living things both small and great. \n\t26.\n\nThere go the ships, and Leviathan that you formed to sport in it. \n\t27.\n\nThese all look to you to give them their food in due season; \n\t28.\n\nwhen you give to them, they gather it up; when you open your hand, they are filled with good things. \n\t29.\n\nWhen you hide your face, they are dismayed; when you take away their breath, they die and return to their dust. \n\t30.\n\nWhen you send forth your spirit, they are created; and you renew the face of the ground. \n\t31.\n\nMay the glory of the Lord endure forever; may the Lord rejoice in his worksÑ \n\t32.\n\nwho looks on the earth and it trembles, who touches the mountains and they smoke. \n\t33.\n\nI will sing to the Lord as long as I live; I will sing praise to my God while I have being. \n\t34.\n\nMay my meditation be pleasing to him, for I rejoice in the Lord . \n\t35.\n\nLet sinners be consumed from the earth, and let the wicked be no more. Bless the Lord, O my soul. Praise the Lord !"
  },
  {
    "number": 105,
    "text": "1.\n\nO give thanks to the Lord, call on his name, make known his deeds among the peoples. \n\t2.\n\nSing to him, sing praises to him; tell of all his wonderful works. \n\t3.\n\nGlory in his holy name; let the hearts of those who seek the Lord rejoice. \n\t4.\n\nSeek the Lord and his strength; seek his presence continually. \n\t5.\n\nRemember the wonderful works he has done, his miracles, and the judgments he uttered, \n\t6.\n\nO offspring of his servant Abraham, children of Jacob, his chosen ones. \n\t7.\n\nHe is the Lord our God; his judgments are in all the earth. \n\t8.\n\nHe is mindful of his covenant forever, of the word that he commanded, for a thousand generations, \n\t9.\n\nthe covenant that he made with Abraham, his sworn promise to Isaac, \n\t10.\n\nwhich he confirmed to Jacob as a statute, to Israel as an everlasting covenant, \n\t11.\n\nsaying, ÒTo you I will give the land of Canaan as your portion for an inheritance.Ó \n\t12.\n\nWhen they were few in number, of little account, and strangers in it, \n\t13.\n\nwandering from nation to nation, from one kingdom to another people, \n\t14.\n\nhe allowed no one to oppress them; he rebuked kings on their account, \n\t15.\n\nsaying, ÒDo not touch my anointed ones; do my prophets no harm.Ó \n\t16.\n\nWhen he summoned famine against the land, and broke every staff of bread, \n\t17.\n\nhe had sent a man ahead of them, Joseph, who was sold as a slave. \n\t18.\n\nHis feet were hurt with fetters, his neck was put in a collar of iron; \n\t19.\n\nuntil what he had said came to pass, the word of the Lord kept testing him. \n\t20.\n\nThe king sent and released him; the ruler of the peoples set him free. \n\t21.\n\nHe made him lord of his house, and ruler of all his possessions, \n\t22.\n\nto instruct his officials at his pleasure, and to teach his elders wisdom. \n\t23.\n\nThen Israel came to Egypt; Jacob lived as an alien in the land of Ham. \n\t24.\n\nAnd the Lord made his people very fruitful, and made them stronger than their foes, \n\t25.\n\nwhose hearts he then turned to hate his people, to deal craftily with his servants. \n\t26.\n\nHe sent his servant Moses, and Aaron whom he had chosen. \n\t27.\n\nThey performed his signs among them, and miracles in the land of Ham. \n\t28.\n\nHe sent darkness, and made the land dark; they rebelled against his words. \n\t29.\n\nHe turned their waters into blood, and caused their fish to die. \n\t30.\n\nTheir land swarmed with frogs, even in the chambers of their kings. \n\t31.\n\nHe spoke, and there came swarms of flies, and gnats throughout their country. \n\t32.\n\nHe gave them hail for rain, and lightning that flashed through their land. \n\t33.\n\nHe struck their vines and fig trees, and shattered the trees of their country. \n\t34.\n\nHe spoke, and the locusts came, and young locusts without number; \n\t35.\n\nthey devoured all the vegetation in their land, and ate up the fruit of their ground. \n\t36.\n\nHe struck down all the firstborn in their land, the first issue of all their strength. \n\t37.\n\nThen he brought Israel out with silver and gold, and there was no one among their tribes who stumbled. \n\t38.\n\nEgypt was glad when they departed, for dread of them had fallen upon it. \n\t39.\n\nHe spread a cloud for a covering, and fire to give light by night. \n\t40.\n\nThey asked, and he brought quails, and gave them food from heaven in abundance. \n\t41.\n\nHe opened the rock, and water gushed out; it flowed through the desert like a river. \n\t42.\n\nFor he remembered his holy promise, and Abraham, his servant. \n\t43.\n\nSo he brought his people out with joy, his chosen ones with singing. \n\t44.\n\nHe gave them the lands of the nations, and they took possession of the wealth of the peoples, \n\t45.\n\nthat they might keep his statutes and observe his laws. Praise the Lord !"
  },
  {
    "number": 106,
    "text": "1.\n\nPraise the Lord ! O give thanks to the Lord, for he is good; for his steadfast love endures forever. \n\t2.\n\nWho can utter the mighty doings of the Lord, or declare all his praise? \n\t3.\n\nHappy are those who observe justice, who do righteousness at all times. \n\t4.\n\nRemember me, O Lord, when you show favor to your people; help me when you deliver them; \n\t5.\n\nthat I may see the prosperity of your chosen ones, that I may rejoice in the gladness of your nation, that I may glory in your heritage. \n\t6.\n\nBoth we and our ancestors have sinned; we have committed iniquity, have done wickedly. \n\t7.\n\nOur ancestors, when they were in Egypt, did not consider your wonderful works; they did not remember the abundance of your steadfast love, but rebelled against the Most High at the Red Sea. \n\t8.\n\nYet he saved them for his name's sake, so that he might make known his mighty power. \n\t9.\n\nHe rebuked the Red Sea, and it became dry; he led them through the deep as through a desert. \n\t10.\n\nSo he saved them from the hand of the foe, and delivered them from the hand of the enemy. \n\t11.\n\nThe waters covered their adversaries; not one of them was left. \n\t12.\n\nThen they believed his words; they sang his praise. \n\t13.\n\nBut they soon forgot his works; they did not wait for his counsel. \n\t14.\n\nBut they had a wanton craving in the wilderness, and put God to the test in the desert; \n\t15.\n\nhe gave them what they asked, but sent a wasting disease among them. \n\t16.\n\nThey were jealous of Moses in the camp, and of Aaron, the holy one of the Lord . \n\t17.\n\nThe earth opened and swallowed up Dathan, and covered the faction of Abiram. \n\t18.\n\nFire also broke out in their company; the flame burned up the wicked. \n\t19.\n\nThey made a calf at Horeb and worshiped a cast image. \n\t20.\n\nThey exchanged the glory of God for the image of an ox that eats grass. \n\t21.\n\nThey forgot God, their Savior, who had done great things in Egypt, \n\t22.\n\nwondrous works in the land of Ham, and awesome deeds by the Red Sea. \n\t23.\n\nTherefore he said he would destroy themÑ had not Moses, his chosen one, stood in the breach before him, to turn away his wrath from destroying them. \n\t24.\n\nThen they despised the pleasant land, having no faith in his promise. \n\t25.\n\nThey grumbled in their tents, and did not obey the voice of the Lord . \n\t26.\n\nTherefore he raised his hand and swore to them that he would make them fall in the wilderness, \n\t27.\n\nand would disperse their descendants among the nations, scattering them over the lands. \n\t28.\n\nThen they attached themselves to the Baal of Peor, and ate sacrifices offered to the dead; \n\t29.\n\nthey provoked the Lord to anger with their deeds, and a plague broke out among them. \n\t30.\n\nThen Phinehas stood up and interceded, and the plague was stopped. \n\t31.\n\nAnd that has been reckoned to him as righteousness from generation to generation forever. \n\t32.\n\nThey angered the Lord at the waters of Meribah, and it went ill with Moses on their account; \n\t33.\n\nfor they made his spirit bitter, and he spoke words that were rash. \n\t34.\n\nThey did not destroy the peoples, as the Lord commanded them, \n\t35.\n\nbut they mingled with the nations and learned to do as they did. \n\t36.\n\nThey served their idols, which became a snare to them. \n\t37.\n\nThey sacrificed their sons and their daughters to the demons; \n\t38.\n\nthey poured out innocent blood, the blood of their sons and daughters, whom they sacrificed to the idols of Canaan; and the land was polluted with blood. \n\t39.\n\nThus they became unclean by their acts, and prostituted themselves in their doings. \n\t40.\n\nThen the anger of the Lord was kindled against his people, and he abhorred his heritage; \n\t41.\n\nhe gave them into the hand of the nations, so that those who hated them ruled over them. \n\t42.\n\nTheir enemies oppressed them, and they were brought into subjection under their power. \n\t43.\n\nMany times he delivered them, but they were rebellious in their purposes, and were brought low through their iniquity. \n\t44.\n\nNevertheless he regarded their distress when he heard their cry. \n\t45.\n\nFor their sake he remembered his covenant, and showed compassion according to the abundance of his steadfast love. \n\t46.\n\nHe caused them to be pitied by all who held them captive. \n\t47.\n\nSave us, O Lord our God, and gather us from among the nations, that we may give thanks to your holy name and glory in your praise. \n\t48.\n\nBlessed be the Lord, the God of Israel, from everlasting to everlasting. And let all the people say, ÒAmen.Ó Praise the Lord !"
  },
  {
    "number": 107,
    "text": "1.\n\nO give thanks to the Lord, for he is good; for his steadfast love endures forever. \n\t2.\n\nLet the redeemed of the Lord say so, those he redeemed from trouble \n\t3.\n\nand gathered in from the lands, from the east and from the west, from the north and from the south. \n\t4.\n\nSome wandered in desert wastes, finding no way to an inhabited town; \n\t5.\n\nhungry and thirsty, their soul fainted within them. \n\t6.\n\nThen they cried to the Lord in their trouble, and he delivered them from their distress; \n\t7.\n\nhe led them by a straight way, until they reached an inhabited town. \n\t8.\n\nLet them thank the Lord for his steadfast love, for his wonderful works to humankind. \n\t9.\n\nFor he satisfies the thirsty, and the hungry he fills with good things. \n\t10.\n\nSome sat in darkness and in gloom, prisoners in misery and in irons, \n\t11.\n\nfor they had rebelled against the words of God, and spurned the counsel of the Most High. \n\t12.\n\nTheir hearts were bowed down with hard labor; they fell down, with no one to help. \n\t13.\n\nThen they cried to the Lord in their trouble, and he saved them from their distress; \n\t14.\n\nhe brought them out of darkness and gloom, and broke their bonds asunder. \n\t15.\n\nLet them thank the Lord for his steadfast love, for his wonderful works to humankind. \n\t16.\n\nFor he shatters the doors of bronze, and cuts in two the bars of iron. \n\t17.\n\nSome were sick through their sinful ways, and because of their iniquities endured affliction; \n\t18.\n\nthey loathed any kind of food, and they drew near to the gates of death. \n\t19.\n\nThen they cried to the Lord in their trouble, and he saved them from their distress; \n\t20.\n\nhe sent out his word and healed them, and delivered them from destruction. \n\t21.\n\nLet them thank the Lord for his steadfast love, for his wonderful works to humankind. \n\t22.\n\nAnd let them offer thanksgiving sacrifices, and tell of his deeds with songs of joy. \n\t23.\n\nSome went down to the sea in ships, doing business on the mighty waters; \n\t24.\n\nthey saw the deeds of the Lord, his wondrous works in the deep. \n\t25.\n\nFor he commanded and raised the stormy wind, which lifted up the waves of the sea. \n\t26.\n\nThey mounted up to heaven, they went down to the depths; their courage melted away in their calamity; \n\t27.\n\nthey reeled and staggered like drunkards, and were at their wits' end. \n\t28.\n\nThen they cried to the Lord in their trouble, and he brought them out from their distress; \n\t29.\n\nhe made the storm be still, and the waves of the sea were hushed. \n\t30.\n\nThen they were glad because they had quiet, and he brought them to their desired haven. \n\t31.\n\nLet them thank the Lord for his steadfast love, for his wonderful works to humankind. \n\t32.\n\nLet them extol him in the congregation of the people, and praise him in the assembly of the elders. \n\t33.\n\nHe turns rivers into a desert, springs of water into thirsty ground, \n\t34.\n\na fruitful land into a salty waste, because of the wickedness of its inhabitants. \n\t35.\n\nHe turns a desert into pools of water, a parched land into springs of water. \n\t36.\n\nAnd there he lets the hungry live, and they establish a town to live in; \n\t37.\n\nthey sow fields, and plant vineyards, and get a fruitful yield. \n\t38.\n\nBy his blessing they multiply greatly, and he does not let their cattle decrease. \n\t39.\n\nWhen they are diminished and brought low through oppression, trouble, and sorrow, \n\t40.\n\nhe pours contempt on princes and makes them wander in trackless wastes; \n\t41.\n\nbut he raises up the needy out of distress, and makes their families like flocks. \n\t42.\n\nThe upright see it and are glad; and all wickedness stops its mouth. \n\t43.\n\nLet those who are wise give heed to these things, and consider the steadfast love of the Lord ."
  },
  {
    "number": 108,
    "text": "1.\n\nMy heart is steadfast, O God, my heart is steadfast; I will sing and make melody. Awake, my soul! \n\t2.\n\nAwake, O harp and lyre! I will awake the dawn. \n\t3.\n\nI will give thanks to you, O Lord, among the peoples, and I will sing praises to you among the nations. \n\t4.\n\nFor your steadfast love is higher than the heavens, and your faithfulness reaches to the clouds. \n\t5.\n\nBe exalted, O God, above the heavens, and let your glory be over all the earth. \n\t6.\n\nGive victory with your right hand, and answer me, so that those whom you love may be rescued. \n\t7.\n\nGod has promised in his sanctuary: ÒWith exultation I will divide up Shechem, and portion out the Vale of Succoth. \n\t8.\n\nGilead is mine; Manasseh is mine; Ephraim is my helmet; Judah is my scepter. \n\t9.\n\nMoab is my washbasin; on Edom I hurl my shoe; over Philistia I shout in triumph.Ó \n\t10.\n\nWho will bring me to the fortified city? Who will lead me to Edom? \n\t11.\n\nHave you not rejected us, O God? You do not go out, O God, with our armies. \n\t12.\n\nO grant us help against the foe, for human help is worthless. \n\t13.\n\nWith God we shall do valiantly; it is he who will tread down our foes."
  },
  {
    "number": 109,
    "text": "1.\n\nDo not be silent, O God of my praise. \n\t2.\n\nFor wicked and deceitful mouths are opened against me, speaking against me with lying tongues. \n\t3.\n\nThey beset me with words of hate, and attack me without cause. \n\t4.\n\nIn return for my love they accuse me, even while I make prayer for them. \n\t5.\n\nSo they reward me evil for good, and hatred for my love. \n\t6.\n\nThey say, ÒAppoint a wicked man against him; let an accuser stand on his right. \n\t7.\n\nWhen he is tried, let him be found guilty; let his prayer be counted as sin. \n\t8.\n\nMay his days be few; may another seize his position. \n\t9.\n\nMay his children be orphans, and his wife a widow. \n\t10.\n\nMay his children wander about and beg; may they be driven out of the ruins they inhabit. \n\t11.\n\nMay the creditor seize all that he has; may strangers plunder the fruits of his toil. \n\t12.\n\nMay there be no one to do him a kindness, nor anyone to pity his orphaned children. \n\t13.\n\nMay his posterity be cut off; may his name be blotted out in the second generation. \n\t14.\n\nMay the iniquity of his father be remembered before the Lord, and do not let the sin of his mother be blotted out. \n\t15.\n\nLet them be before the Lord continually, and may his memory be cut off from the earth. \n\t16.\n\nFor he did not remember to show kindness, but pursued the poor and needy and the brokenhearted to their death. \n\t17.\n\nHe loved to curse; let curses come on him. He did not like blessing; may it be far from him. \n\t18.\n\nHe clothed himself with cursing as his coat, may it soak into his body like water, like oil into his bones. \n\t19.\n\nMay it be like a garment that he wraps around himself, like a belt that he wears every day.Ó \n\t20.\n\nMay that be the reward of my accusers from the Lord, of those who speak evil against my life. \n\t21.\n\nBut you, O Lord my Lord, act on my behalf for your name's sake; because your steadfast love is good, deliver me. \n\t22.\n\nFor I am poor and needy, and my heart is pierced within me. \n\t23.\n\nI am gone like a shadow at evening; I am shaken off like a locust. \n\t24.\n\nMy knees are weak through fasting; my body has become gaunt. \n\t25.\n\nI am an object of scorn to my accusers; when they see me, they shake their heads. \n\t26.\n\nHelp me, O Lord my God! Save me according to your steadfast love. \n\t27.\n\nLet them know that this is your hand; you, O Lord, have done it. \n\t28.\n\nLet them curse, but you will bless. Let my assailants be put to shame; may your servant be glad. \n\t29.\n\nMay my accusers be clothed with dishonor; may they be wrapped in their own shame as in a mantle. \n\t30.\n\nWith my mouth I will give great thanks to the Lord; I will praise him in the midst of the throng. \n\t31.\n\nFor he stands at the right hand of the needy, to save them from those who would condemn them to death."
  },
  {
    "number": 110,
    "text": "1.\n\nThe Lord says to my lord, ÒSit at my right hand until I make your enemies your footstool.Ó \n\t2.\n\nThe Lord sends out from Zion your mighty scepter. Rule in the midst of your foes. \n\t3.\n\nYour people will offer themselves willingly on the day you lead your forces on the holy mountains. From the womb of the morning, like dew, your youth will come to you. \n\t4.\n\nThe Lord has sworn and will not change his mind, ÒYou are a priest forever according to the order of Melchizedek.Ó \n\t5.\n\nThe Lord is at your right hand; he will shatter kings on the day of his wrath. \n\t6.\n\nHe will execute judgment among the nations, filling them with corpses; he will shatter heads over the wide earth. \n\t7.\n\nHe will drink from the stream by the path; therefore he will lift up his head."
  },
  {
    "number": 111,
    "text": "1.\n\nPraise the Lord ! I will give thanks to the Lord with my whole heart, in the company of the upright, in the congregation. \n\t2.\n\nGreat are the works of the Lord, studied by all who delight in them. \n\t3.\n\nFull of honor and majesty is his work, and his righteousness endures forever. \n\t4.\n\nHe has gained renown by his wonderful deeds; the Lord is gracious and merciful. \n\t5.\n\nHe provides food for those who fear him; he is ever mindful of his covenant. \n\t6.\n\nHe has shown his people the power of his works, in giving them the heritage of the nations. \n\t7.\n\nThe works of his hands are faithful and just; all his precepts are trustworthy. \n\t8.\n\nThey are established forever and ever, to be performed with faithfulness and uprightness. \n\t9.\n\nHe sent redemption to his people; he has commanded his covenant forever. Holy and awesome is his name. \n\t10.\n\nThe fear of the Lord is the beginning of wisdom; all those who practice it have a good understanding. His praise endures forever."
  },
  {
    "number": 112,
    "text": "1.\n\nPraise the Lord ! Happy are those who fear the Lord, who greatly delight in his commandments. \n\t2.\n\nTheir descendants will be mighty in the land; the generation of the upright will be blessed. \n\t3.\n\nWealth and riches are in their houses, and their righteousness endures forever. \n\t4.\n\nThey rise in the darkness as a light for the upright; they are gracious, merciful, and righteous. \n\t5.\n\nIt is well with those who deal generously and lend, who conduct their affairs with justice. \n\t6.\n\nFor the righteous will never be moved; they will be remembered forever. \n\t7.\n\nThey are not afraid of evil tidings; their hearts are firm, secure in the Lord . \n\t8.\n\nTheir hearts are steady, they will not be afraid; in the end they will look in triumph on their foes. \n\t9.\n\nThey have distributed freely, they have given to the poor; their righteousness endures forever; their horn is exalted in honor. \n\t10.\n\nThe wicked see it and are angry; they gnash their teeth and melt away; the desire of the wicked comes to nothing."
  },
  {
    "number": 113,
    "text": "1.\n\nPraise the Lord ! Praise, O servants of the Lord; praise the name of the Lord . \n\t2.\n\nBlessed be the name of the Lord from this time on and forevermore. \n\t3.\n\nFrom the rising of the sun to its setting the name of the Lord is to be praised. \n\t4.\n\nThe Lord is high above all nations, and his glory above the heavens. \n\t5.\n\nWho is like the Lord our God, who is seated on high, \n\t6.\n\nwho looks far down on the heavens and the earth? \n\t7.\n\nHe raises the poor from the dust, and lifts the needy from the ash heap, \n\t8.\n\nto make them sit with princes, with the princes of his people. \n\t9.\n\nHe gives the barren woman a home, making her the joyous mother of children. Praise the Lord !"
  },
  {
    "number": 114,
    "text": "1.\n\nWhen Israel went out from Egypt, the house of Jacob from a people of strange language, \n\t2.\n\nJudah became God's sanctuary, Israel his dominion. \n\t3.\n\nThe sea looked and fled; Jordan turned back. \n\t4.\n\nThe mountains skipped like rams, the hills like lambs. \n\t5.\n\nWhy is it, O sea, that you flee? O Jordan, that you turn back? \n\t6.\n\nO mountains, that you skip like rams? O hills, like lambs? \n\t7.\n\nTremble, O earth, at the presence of the Lord, at the presence of the God of Jacob, \n\t8.\n\nwho turns the rock into a pool of water, the flint into a spring of water."
  },
  {
    "number": 115,
    "text": "1.\n\nNot to us, O Lord, not to us, but to your name give glory, for the sake of your steadfast love and your faithfulness. \n\t2.\n\nWhy should the nations say, ÒWhere is their God?Ó \n\t3.\n\nOur God is in the heavens; he does whatever he pleases. \n\t4.\n\nTheir idols are silver and gold, the work of human hands. \n\t5.\n\nThey have mouths, but do not speak; eyes, but do not see. \n\t6.\n\nThey have ears, but do not hear; noses, but do not smell. \n\t7.\n\nThey have hands, but do not feel; feet, but do not walk; they make no sound in their throats. \n\t8.\n\nThose who make them are like them; so are all who trust in them. \n\t9.\n\nO Israel, trust in the Lord ! He is their help and their shield. \n\t10.\n\nO house of Aaron, trust in the Lord ! He is their help and their shield. \n\t11.\n\nYou who fear the Lord, trust in the Lord ! He is their help and their shield. \n\t12.\n\nThe Lord has been mindful of us; he will bless us; he will bless the house of Israel; he will bless the house of Aaron; \n\t13.\n\nhe will bless those who fear the Lord, both small and great. \n\t14.\n\nMay the Lord give you increase, both you and your children. \n\t15.\n\nMay you be blessed by the Lord, who made heaven and earth. \n\t16.\n\nThe heavens are the Lord 's heavens, but the earth he has given to human beings. \n\t17.\n\nThe dead do not praise the Lord, nor do any that go down into silence. \n\t18.\n\nBut we will bless the Lord from this time on and forevermore. Praise the Lord !"
  },
  {
    "number": 116,
    "text": "1.\n\nI love the Lord, because he has heard my voice and my supplications. \n\t2.\n\nBecause he inclined his ear to me, therefore I will call on him as long as I live. \n\t3.\n\nThe snares of death encompassed me; the pangs of Sheol laid hold on me; I suffered distress and anguish. \n\t4.\n\nThen I called on the name of the Lord : ÒO Lord, I pray, save my life!Ó \n\t5.\n\nGracious is the Lord, and righteous; our God is merciful. \n\t6.\n\nThe Lord protects the simple; when I was brought low, he saved me. \n\t7.\n\nReturn, O my soul, to your rest, for the Lord has dealt bountifully with you. \n\t8.\n\nFor you have delivered my soul from death, my eyes from tears, my feet from stumbling. \n\t9.\n\nI walk before the Lord in the land of the living. \n\t10.\n\nI kept my faith, even when I said, ÒI am greatly afflictedÓ; \n\t11.\n\nI said in my consternation, ÒEveryone is a liar.Ó \n\t12.\n\nWhat shall I return to the Lord for all his bounty to me? \n\t13.\n\nI will lift up the cup of salvation and call on the name of the Lord, \n\t14.\n\nI will pay my vows to the Lord in the presence of all his people. \n\t15.\n\nPrecious in the sight of the Lord is the death of his faithful ones. \n\t16.\n\nO Lord, I am your servant; I am your servant, the child of your serving girl. You have loosed my bonds. \n\t17.\n\nI will offer to you a thanksgiving sacrifice and call on the name of the Lord . \n\t18.\n\nI will pay my vows to the Lord in the presence of all his people, \n\t19.\n\nin the courts of the house of the Lord, in your midst, O Jerusalem. Praise the Lord !"
  },
  {
    "number": 117,
    "text": "1.\n\nPraise the Lord, all you nations! Extol him, all you peoples! \n\t2.\n\nFor great is his steadfast love toward us, and the faithfulness of the Lord endures forever. Praise the Lord !"
  },
  {
    "number": 118,
    "text": "1.\n\nO give thanks to the Lord, for he is good; his steadfast love endures forever! \n\t2.\n\nLet Israel say, ÒHis steadfast love endures forever.Ó \n\t3.\n\nLet the house of Aaron say, ÒHis steadfast love endures forever.Ó \n\t4.\n\nLet those who fear the Lord say, ÒHis steadfast love endures forever.Ó \n\t5.\n\nOut of my distress I called on the Lord; the Lord answered me and set me in a broad place. \n\t6.\n\nWith the Lord on my side I do not fear. What can mortals do to me? \n\t7.\n\nThe Lord is on my side to help me; I shall look in triumph on those who hate me. \n\t8.\n\nIt is better to take refuge in the Lord than to put confidence in mortals. \n\t9.\n\nIt is better to take refuge in the Lord than to put confidence in princes. \n\t10.\n\nAll nations surrounded me; in the name of the Lord I cut them off! \n\t11.\n\nThey surrounded me, surrounded me on every side; in the name of the Lord I cut them off! \n\t12.\n\nThey surrounded me like bees; they blazed like a fire of thorns; in the name of the Lord I cut them off! \n\t13.\n\nI was pushed hard, so that I was falling, but the Lord helped me. \n\t14.\n\nThe Lord is my strength and my might; he has become my salvation. \n\t15.\n\nThere are glad songs of victory in the tents of the righteous: ÒThe right hand of the Lord does valiantly; \n\t16.\n\nthe right hand of the Lord is exalted; the right hand of the Lord does valiantly.Ó \n\t17.\n\nI shall not die, but I shall live, and recount the deeds of the Lord . \n\t18.\n\nThe Lord has punished me severely, but he did not give me over to death. \n\t19.\n\nOpen to me the gates of righteousness, that I may enter through them and give thanks to the Lord . \n\t20.\n\nThis is the gate of the Lord; the righteous shall enter through it. \n\t21.\n\nI thank you that you have answered me and have become my salvation. \n\t22.\n\nThe stone that the builders rejected has become the chief cornerstone. \n\t23.\n\nThis is the Lord 's doing; it is marvelous in our eyes. \n\t24.\n\nThis is the day that the Lord has made; let us rejoice and be glad in it. \n\t25.\n\nSave us, we beseech you, O Lord ! O Lord, we beseech you, give us success! \n\t26.\n\nBlessed is the one who comes in the name of the Lord . We bless you from the house of the Lord . \n\t27.\n\nThe Lord is God, and he has given us light. Bind the festal procession with branches, up to the horns of the altar. \n\t28.\n\nYou are my God, and I will give thanks to you; you are my God, I will extol you. \n\t29.\n\nO give thanks to the Lord, for he is good, for his steadfast love endures forever."
  },
  {
    "number": 119,
    "text": "1.\n\nHappy are those whose way is blameless, who walk in the law of the Lord . \n\t2.\n\nHappy are those who keep his decrees, who seek him with their whole heart, \n\t3.\n\nwho also do no wrong, but walk in his ways. \n\t4.\n\nYou have commanded your precepts to be kept diligently. \n\t5.\n\nO that my ways may be steadfast in keeping your statutes! \n\t6.\n\nThen I shall not be put to shame, having my eyes fixed on all your commandments. \n\t7.\n\nI will praise you with an upright heart, when I learn your righteous ordinances. \n\t8.\n\nI will observe your statutes; do not utterly forsake me. \n\t9.\n\nHow can young people keep their way pure? By guarding it according to your word. \n\t10.\n\nWith my whole heart I seek you; do not let me stray from your commandments. \n\t11.\n\nI treasure your word in my heart, so that I may not sin against you. \n\t12.\n\nBlessed are you, O Lord; teach me your statutes. \n\t13.\n\nWith my lips I declare all the ordinances of your mouth. \n\t14.\n\nI delight in the way of your decrees as much as in all riches. \n\t15.\n\nI will meditate on your precepts, and fix my eyes on your ways. \n\t16.\n\nI will delight in your statutes; I will not forget your word. \n\t17.\n\nDeal bountifully with your servant, so that I may live and observe your word. \n\t18.\n\nOpen my eyes, so that I may behold wondrous things out of your law. \n\t19.\n\nI live as an alien in the land; do not hide your commandments from me. \n\t20.\n\nMy soul is consumed with longing for your ordinances at all times. \n\t21.\n\nYou rebuke the insolent, accursed ones, who wander from your commandments; \n\t22.\n\ntake away from me their scorn and contempt, for I have kept your decrees. \n\t23.\n\nEven though princes sit plotting against me, your servant will meditate on your statutes. \n\t24.\n\nYour decrees are my delight, they are my counselors. \n\t25.\n\nMy soul clings to the dust; revive me according to your word. \n\t26.\n\nWhen I told of my ways, you answered me; teach me your statutes. \n\t27.\n\nMake me understand the way of your precepts, and I will meditate on your wondrous works. \n\t28.\n\nMy soul melts away for sorrow; strengthen me according to your word. \n\t29.\n\nPut false ways far from me; and graciously teach me your law. \n\t30.\n\nI have chosen the way of faithfulness; I set your ordinances before me. \n\t31.\n\nI cling to your decrees, O Lord; let me not be put to shame. \n\t32.\n\nI run the way of your commandments, for you enlarge my understanding. \n\t33.\n\nTeach me, O Lord, the way of your statutes, and I will observe it to the end. \n\t34.\n\nGive me understanding, that I may keep your law and observe it with my whole heart. \n\t35.\n\nLead me in the path of your commandments, for I delight in it. \n\t36.\n\nTurn my heart to your decrees, and not to selfish gain. \n\t37.\n\nTurn my eyes from looking at vanities; give me life in your ways. \n\t38.\n\nConfirm to your servant your promise, which is for those who fear you. \n\t39.\n\nTurn away the disgrace that I dread, for your ordinances are good. \n\t40.\n\nSee, I have longed for your precepts; in your righteousness give me life. \n\t41.\n\nLet your steadfast love come to me, O Lord, your salvation according to your promise. \n\t42.\n\nThen I shall have an answer for those who taunt me, for I trust in your word. \n\t43.\n\nDo not take the word of truth utterly out of my mouth, for my hope is in your ordinances. \n\t44.\n\nI will keep your law continually, forever and ever. \n\t45.\n\nI shall walk at liberty, for I have sought your precepts. \n\t46.\n\nI will also speak of your decrees before kings, and shall not be put to shame; \n\t47.\n\nI find my delight in your commandments, because I love them. \n\t48.\n\nI revere your commandments, which I love, and I will meditate on your statutes. \n\t49.\n\nRemember your word to your servant, in which you have made me hope. \n\t50.\n\nThis is my comfort in my distress, that your promise gives me life. \n\t51.\n\nThe arrogant utterly deride me, but I do not turn away from your law. \n\t52.\n\nWhen I think of your ordinances from of old, I take comfort, O Lord . \n\t53.\n\nHot indignation seizes me because of the wicked, those who forsake your law. \n\t54.\n\nYour statutes have been my songs wherever I make my home. \n\t55.\n\nI remember your name in the night, O Lord, and keep your law. \n\t56.\n\nThis blessing has fallen to me, for I have kept your precepts. \n\t57.\n\nThe Lord is my portion; I promise to keep your words. \n\t58.\n\nI implore your favor with all my heart; be gracious to me according to your promise. \n\t59.\n\nWhen I think of your ways, I turn my feet to your decrees; \n\t60.\n\nI hurry and do not delay to keep your commandments. \n\t61.\n\nThough the cords of the wicked ensnare me, I do not forget your law. \n\t62.\n\nAt midnight I rise to praise you, because of your righteous ordinances. \n\t63.\n\nI am a companion of all who fear you, of those who keep your precepts. \n\t64.\n\nThe earth, O Lord, is full of your steadfast love; teach me your statutes. \n\t65.\n\nYou have dealt well with your servant, O Lord, according to your word. \n\t66.\n\nTeach me good judgment and knowledge, for I believe in your commandments. \n\t67.\n\nBefore I was humbled I went astray, but now I keep your word. \n\t68.\n\nYou are good and do good; teach me your statutes. \n\t69.\n\nThe arrogant smear me with lies, but with my whole heart I keep your precepts. \n\t70.\n\nTheir hearts are fat and gross, but I delight in your law. \n\t71.\n\nIt is good for me that I was humbled, so that I might learn your statutes. \n\t72.\n\nThe law of your mouth is better to me than thousands of gold and silver pieces. \n\t73.\n\nYour hands have made and fashioned me; give me understanding that I may learn your commandments. \n\t74.\n\nThose who fear you shall see me and rejoice, because I have hoped in your word. \n\t75.\n\nI know, O Lord, that your judgments are right, and that in faithfulness you have humbled me. \n\t76.\n\nLet your steadfast love become my comfort according to your promise to your servant. \n\t77.\n\nLet your mercy come to me, that I may live; for your law is my delight. \n\t78.\n\nLet the arrogant be put to shame, because they have subverted me with guile; as for me, I will meditate on your precepts. \n\t79.\n\nLet those who fear you turn to me, so that they may know your decrees. \n\t80.\n\nMay my heart be blameless in your statutes, so that I may not be put to shame. \n\t81.\n\nMy soul languishes for your salvation; I hope in your word. \n\t82.\n\nMy eyes fail with watching for your promise; I ask, ÒWhen will you comfort me?Ó \n\t83.\n\nFor I have become like a wineskin in the smoke, yet I have not forgotten your statutes. \n\t84.\n\nHow long must your servant endure? When will you judge those who persecute me? \n\t85.\n\nThe arrogant have dug pitfalls for me; they flout your law. \n\t86.\n\nAll your commandments are enduring; I am persecuted without cause; help me! \n\t87.\n\nThey have almost made an end of me on earth; but I have not forsaken your precepts. \n\t88.\n\nIn your steadfast love spare my life, so that I may keep the decrees of your mouth. \n\t89.\n\nThe Lord exists forever; your word is firmly fixed in heaven. \n\t90.\n\nYour faithfulness endures to all generations; you have established the earth, and it stands fast. \n\t91.\n\nBy your appointment they stand today, for all things are your servants. \n\t92.\n\nIf your law had not been my delight, I would have perished in my misery. \n\t93.\n\nI will never forget your precepts, for by them you have given me life. \n\t94.\n\nI am yours; save me, for I have sought your precepts. \n\t95.\n\nThe wicked lie in wait to destroy me, but I consider your decrees. \n\t96.\n\nI have seen a limit to all perfection, but your commandment is exceedingly broad. \n\t97.\n\nOh, how I love your law! It is my meditation all day long. \n\t98.\n\nYour commandment makes me wiser than my enemies, for it is always with me. \n\t99.\n\nI have more understanding than all my teachers, for your decrees are my meditation. \n\t100.\n\nI understand more than the aged, for I keep your precepts. \n\t101.\n\nI hold back my feet from every evil way, in order to keep your word. \n\t102.\n\nI do not turn away from your ordinances, for you have taught me. \n\t103.\n\nHow sweet are your words to my taste, sweeter than honey to my mouth! \n\t104.\n\nThrough your precepts I get understanding; therefore I hate every false way. \n\t105.\n\nYour word is a lamp to my feet and a light to my path. \n\t106.\n\nI have sworn an oath and confirmed it, to observe your righteous ordinances. \n\t107.\n\nI am severely afflicted; give me life, O Lord, according to your word. \n\t108.\n\nAccept my offerings of praise, O Lord, and teach me your ordinances. \n\t109.\n\nI hold my life in my hand continually, but I do not forget your law. \n\t110.\n\nThe wicked have laid a snare for me, but I do not stray from your precepts. \n\t111.\n\nYour decrees are my heritage forever; they are the joy of my heart. \n\t112.\n\nI incline my heart to perform your statutes forever, to the end. \n\t113.\n\nI hate the double-minded, but I love your law. \n\t114.\n\nYou are my hiding place and my shield; I hope in your word. \n\t115.\n\nGo away from me, you evildoers, that I may keep the commandments of my God. \n\t116.\n\nUphold me according to your promise, that I may live, and let me not be put to shame in my hope. \n\t117.\n\nHold me up, that I may be safe and have regard for your statutes continually. \n\t118.\n\nYou spurn all who go astray from your statutes; for their cunning is in vain. \n\t119.\n\nAll the wicked of the earth you count as dross; therefore I love your decrees. \n\t120.\n\nMy flesh trembles for fear of you, and I am afraid of your judgments. \n\t121.\n\nI have done what is just and right; do not leave me to my oppressors. \n\t122.\n\nGuarantee your servant's well-being; do not let the godless oppress me. \n\t123.\n\nMy eyes fail from watching for your salvation, and for the fulfillment of your righteous promise. \n\t124.\n\nDeal with your servant according to your steadfast love, and teach me your statutes. \n\t125.\n\nI am your servant; give me understanding, so that I may know your decrees. \n\t126.\n\nIt is time for the Lord to act, for your law has been broken. \n\t127.\n\nTruly I love your commandments more than gold, more than fine gold. \n\t128.\n\nTruly I direct my steps by all your precepts; I hate every false way. \n\t129.\n\nYour decrees are wonderful; therefore my soul keeps them. \n\t130.\n\nThe unfolding of your words gives light; it imparts understanding to the simple. \n\t131.\n\nWith open mouth I pant, because I long for your commandments. \n\t132.\n\nTurn to me and be gracious to me, as is your custom toward those who love your name. \n\t133.\n\nKeep my steps steady according to your promise, and never let iniquity have dominion over me. \n\t134.\n\nRedeem me from human oppression, that I may keep your precepts. \n\t135.\n\nMake your face shine upon your servant, and teach me your statutes. \n\t136.\n\nMy eyes shed streams of tears because your law is not kept. \n\t137.\n\nYou are righteous, O Lord, and your judgments are right. \n\t138.\n\nYou have appointed your decrees in righteousness and in all faithfulness. \n\t139.\n\nMy zeal consumes me because my foes forget your words. \n\t140.\n\nYour promise is well tried, and your servant loves it. \n\t141.\n\nI am small and despised, yet I do not forget your precepts. \n\t142.\n\nYour righteousness is an everlasting righteousness, and your law is the truth. \n\t143.\n\nTrouble and anguish have come upon me, but your commandments are my delight. \n\t144.\n\nYour decrees are righteous forever; give me understanding that I may live. \n\t145.\n\nWith my whole heart I cry; answer me, O Lord . I will keep your statutes. \n\t146.\n\nI cry to you; save me, that I may observe your decrees. \n\t147.\n\nI rise before dawn and cry for help; I put my hope in your words. \n\t148.\n\nMy eyes are awake before each watch of the night, that I may meditate on your promise. \n\t149.\n\nIn your steadfast love hear my voice; O Lord, in your justice preserve my life. \n\t150.\n\nThose who persecute me with evil purpose draw near; they are far from your law. \n\t151.\n\nYet you are near, O Lord, and all your commandments are true. \n\t152.\n\nLong ago I learned from your decrees that you have established them forever. \n\t153.\n\nLook on my misery and rescue me, for I do not forget your law. \n\t154.\n\nPlead my cause and redeem me; give me life according to your promise. \n\t155.\n\nSalvation is far from the wicked, for they do not seek your statutes. \n\t156.\n\nGreat is your mercy, O Lord; give me life according to your justice. \n\t157.\n\nMany are my persecutors and my adversaries, yet I do not swerve from your decrees. \n\t158.\n\nI look at the faithless with disgust, because they do not keep your commands. \n\t159.\n\nConsider how I love your precepts; preserve my life according to your steadfast love. \n\t160.\n\nThe sum of your word is truth; and every one of your righteous ordinances endures forever. \n\t161.\n\nPrinces persecute me without cause, but my heart stands in awe of your words. \n\t162.\n\nI rejoice at your word like one who finds great spoil. \n\t163.\n\nI hate and abhor falsehood, but I love your law. \n\t164.\n\nSeven times a day I praise you for your righteous ordinances. \n\t165.\n\nGreat peace have those who love your law; nothing can make them stumble. \n\t166.\n\nI hope for your salvation, O Lord, and I fulfill your commandments. \n\t167.\n\nMy soul keeps your decrees; I love them exceedingly. \n\t168.\n\nI keep your precepts and decrees, for all my ways are before you. \n\t169.\n\nLet my cry come before you, O Lord; give me understanding according to your word. \n\t170.\n\nLet my supplication come before you; deliver me according to your promise. \n\t171.\n\nMy lips will pour forth praise, because you teach me your statutes. \n\t172.\n\nMy tongue will sing of your promise, for all your commandments are right. \n\t173.\n\nLet your hand be ready to help me, for I have chosen your precepts. \n\t174.\n\nI long for your salvation, O Lord, and your law is my delight. \n\t175.\n\nLet me live that I may praise you, and let your ordinances help me. \n\t176.\n\nI have gone astray like a lost sheep; seek out your servant, for I do not forget your commandments."
  },
  {
    "number": 120,
    "text": "1.\n\nIn my distress I cry to the Lord, that he may answer me: \n\t2.\n\nÒDeliver me, O Lord, from lying lips, from a deceitful tongue.Ó \n\t3.\n\nWhat shall be given to you? And what more shall be done to you, you deceitful tongue? \n\t4.\n\nA warrior's sharp arrows, with glowing coals of the broom tree! \n\t5.\n\nWoe is me, that I am an alien in Meshech, that I must live among the tents of Kedar. \n\t6.\n\nToo long have I had my dwelling among those who hate peace. \n\t7.\n\nI am for peace; but when I speak, they are for war."
  },
  {
    "number": 121,
    "text": "1.\n\nI lift up my eyes to the hillsÑ from where will my help come? \n\t2.\n\nMy help comes from the Lord, who made heaven and earth. \n\t3.\n\nHe will not let your foot be moved; he who keeps you will not slumber. \n\t4.\n\nHe who keeps Israel will neither slumber nor sleep. \n\t5.\n\nThe Lord is your keeper; the Lord is your shade at your right hand. \n\t6.\n\nThe sun shall not strike you by day, nor the moon by night. \n\t7.\n\nThe Lord will keep you from all evil; he will keep your life. \n\t8.\n\nThe Lord will keep your going out and your coming in from this time on and forevermore."
  },
  {
    "number": 122,
    "text": "1.\n\nI was glad when they said to me, ÒLet us go to the house of the Lord !Ó \n\t2.\n\nOur feet are standing within your gates, O Jerusalem. \n\t3.\n\nJerusalemÑbuilt as a city that is bound firmly together. \n\t4.\n\nTo it the tribes go up, the tribes of the Lord, as was decreed for Israel, to give thanks to the name of the Lord . \n\t5.\n\nFor there the thrones for judgment were set up, the thrones of the house of David. \n\t6.\n\nPray for the peace of Jerusalem: ÒMay they prosper who love you. \n\t7.\n\nPeace be within your walls, and security within your towers.Ó \n\t8.\n\nFor the sake of my relatives and friends I will say, ÒPeace be within you.Ó \n\t9.\n\nFor the sake of the house of the Lord our God, I will seek your good."
  },
  {
    "number": 123,
    "text": "1.\n\nTo you I lift up my eyes, O you who are enthroned in the heavens! \n\t2.\n\nAs the eyes of servants look to the hand of their master, as the eyes of a maid to the hand of her mistress, so our eyes look to the Lord our God, until he has mercy upon us. \n\t3.\n\nHave mercy upon us, O Lord, have mercy upon us, for we have had more than enough of contempt. \n\t4.\n\nOur soul has had more than its fill of the scorn of those who are at ease, of the contempt of the proud."
  },
  {
    "number": 124,
    "text": "1.\n\nIf it had not been the Lord who was on our side Ñlet Israel now sayÑ \n\t2.\n\nif it had not been the Lord who was on our side, when our enemies attacked us, \n\t3.\n\nthen they would have swallowed us up alive, when their anger was kindled against us; \n\t4.\n\nthen the flood would have swept us away, the torrent would have gone over us; \n\t5.\n\nthen over us would have gone the raging waters. \n\t6.\n\nBlessed be the Lord, who has not given us as prey to their teeth. \n\t7.\n\nWe have escaped like a bird from the snare of the fowlers; the snare is broken, and we have escaped. \n\t8.\n\nOur help is in the name of the Lord, who made heaven and earth."
  },
  {
    "number": 125,
    "text": "1.\n\nThose who trust in the Lord are like Mount Zion, which cannot be moved, but abides forever. \n\t2.\n\nAs the mountains surround Jerusalem, so the Lord surrounds his people, from this time on and forevermore. \n\t3.\n\nFor the scepter of wickedness shall not rest on the land allotted to the righteous, so that the righteous might not stretch out their hands to do wrong. \n\t4.\n\nDo good, O Lord, to those who are good, and to those who are upright in their hearts. \n\t5.\n\nBut those who turn aside to their own crooked ways the Lord will lead away with evildoers. Peace be upon Israel!"
  },
  {
    "number": 126,
    "text": "1.\n\nWhen the Lord restored the fortunes of Zion, we were like those who dream. \n\t2.\n\nThen our mouth was filled with laughter, and our tongue with shouts of joy; then it was said among the nations, ÒThe Lord has done great things for them.Ó \n\t3.\n\nThe Lord has done great things for us, and we rejoiced. \n\t4.\n\nRestore our fortunes, O Lord, like the watercourses in the Negeb. \n\t5.\n\nMay those who sow in tears reap with shouts of joy. \n\t6.\n\nThose who go out weeping, bearing the seed for sowing, shall come home with shouts of joy, carrying their sheaves."
  },
  {
    "number": 127,
    "text": "1.\n\nUnless the Lord builds the house, those who build it labor in vain. Unless the Lord guards the city, the guard keeps watch in vain. \n\t2.\n\nIt is in vain that you rise up early and go late to rest, eating the bread of anxious toil; for he gives sleep to his beloved. \n\t3.\n\nSons are indeed a heritage from the Lord, the fruit of the womb a reward. \n\t4.\n\nLike arrows in the hand of a warrior are the sons of one's youth. \n\t5.\n\nHappy is the man who has his quiver full of them. He shall not be put to shame when he speaks with his enemies in the gate."
  },
  {
    "number": 128,
    "text": "1.\n\nHappy is everyone who fears the Lord, who walks in his ways. \n\t2.\n\nYou shall eat the fruit of the labor of your hands; you shall be happy, and it shall go well with you. \n\t3.\n\nYour wife will be like a fruitful vine within your house; your children will be like olive shoots around your table. \n\t4.\n\nThus shall the man be blessed who fears the Lord . \n\t5.\n\nThe Lord bless you from Zion. May you see the prosperity of Jerusalem all the days of your life. \n\t6.\n\nMay you see your children's children. Peace be upon Israel!"
  },
  {
    "number": 129,
    "text": "1.\n\nÒOften have they attacked me from my youthÓ Ñlet Israel now sayÑ \n\t2.\n\nÒoften have they attacked me from my youth, yet they have not prevailed against me. \n\t3.\n\nThe plowers plowed on my back; they made their furrows long.Ó \n\t4.\n\nThe Lord is righteous; he has cut the cords of the wicked. \n\t5.\n\nMay all who hate Zion be put to shame and turned backward. \n\t6.\n\nLet them be like the grass on the housetops that withers before it grows up, \n\t7.\n\nwith which reapers do not fill their hands or binders of sheaves their arms, \n\t8.\n\nwhile those who pass by do not say, ÒThe blessing of the Lord be upon you! We bless you in the name of the Lord !Ó"
  },
  {
    "number": 130,
    "text": "1.\n\nOut of the depths I cry to you, O Lord . \n\t2.\n\nLord, hear my voice! Let your ears be attentive to the voice of my supplications! \n\t3.\n\nIf you, O Lord, should mark iniquities, Lord, who could stand? \n\t4.\n\nBut there is forgiveness with you, so that you may be revered. \n\t5.\n\nI wait for the Lord, my soul waits, and in his word I hope; \n\t6.\n\nmy soul waits for the Lord more than those who watch for the morning, more than those who watch for the morning. \n\t7.\n\nO Israel, hope in the Lord ! For with the Lord there is steadfast love, and with him is great power to redeem. \n\t8.\n\nIt is he who will redeem Israel from all its iniquities."
  },
  {
    "number": 131,
    "text": "1.\n\nO Lord, my heart is not lifted up, my eyes are not raised too high; I do not occupy myself with things too great and too marvelous for me. \n\t2.\n\nBut I have calmed and quieted my soul, like a weaned child with its mother; my soul is like the weaned child that is with me. \n\t3.\n\nO Israel, hope in the Lord from this time on and forevermore."
  },
  {
    "number": 132,
    "text": "1.\n\nO Lord, remember in David's favor all the hardships he endured; \n\t2.\n\nhow he swore to the Lord and vowed to the Mighty One of Jacob, \n\t3.\n\nÒI will not enter my house or get into my bed; \n\t4.\n\nI will not give sleep to my eyes or slumber to my eyelids, \n\t5.\n\nuntil I find a place for the Lord, a dwelling place for the Mighty One of Jacob.Ó \n\t6.\n\nWe heard of it in Ephrathah; we found it in the fields of Jaar. \n\t7.\n\nÒLet us go to his dwelling place; let us worship at his footstool.Ó \n\t8.\n\nRise up, O Lord, and go to your resting place, you and the ark of your might. \n\t9.\n\nLet your priests be clothed with righteousness, and let your faithful shout for joy. \n\t10.\n\nFor your servant David's sake do not turn away the face of your anointed one. \n\t11.\n\nThe Lord swore to David a sure oath from which he will not turn back: ÒOne of the sons of your body I will set on your throne. \n\t12.\n\nIf your sons keep my covenant and my decrees that I shall teach them, their sons also, forevermore, shall sit on your throne.Ó \n\t13.\n\nFor the Lord has chosen Zion; he has desired it for his habitation: \n\t14.\n\nÒThis is my resting place forever; here I will reside, for I have desired it. \n\t15.\n\nI will abundantly bless its provisions; I will satisfy its poor with bread. \n\t16.\n\nIts priests I will clothe with salvation, and its faithful will shout for joy. \n\t17.\n\nThere I will cause a horn to sprout up for David; I have prepared a lamp for my anointed one. \n\t18.\n\nHis enemies I will clothe with disgrace, but on him, his crown will gleam.Ó"
  },
  {
    "number": 133,
    "text": "1.\n\nHow very good and pleasant it is when kindred live together in unity! \n\t2.\n\nIt is like the precious oil on the head, running down upon the beard, on the beard of Aaron, running down over the collar of his robes. \n\t3.\n\nIt is like the dew of Hermon, which falls on the mountains of Zion. For there the Lord ordained his blessing, life forevermore."
  },
  {
    "number": 134,
    "text": "1.\n\nCome, bless the Lord, all you servants of the Lord, who stand by night in the house of the Lord ! \n\t2.\n\nLift up your hands to the holy place, and bless the Lord . \n\t3.\n\nMay the Lord, maker of heaven and earth, bless you from Zion."
  },
  {
    "number": 135,
    "text": "1.\n\nPraise the Lord ! Praise the name of the Lord; give praise, O servants of the Lord, \n\t2.\n\nyou that stand in the house of the Lord, in the courts of the house of our God. \n\t3.\n\nPraise the Lord, for the Lord is good; sing to his name, for he is gracious. \n\t4.\n\nFor the Lord has chosen Jacob for himself, Israel as his own possession. \n\t5.\n\nFor I know that the Lord is great; our Lord is above all gods. \n\t6.\n\nWhatever the Lord pleases he does, in heaven and on earth, in the seas and all deeps. \n\t7.\n\nHe it is who makes the clouds rise at the end of the earth; he makes lightnings for the rain and brings out the wind from his storehouses. \n\t8.\n\nHe it was who struck down the firstborn of Egypt, both human beings and animals; \n\t9.\n\nhe sent signs and wonders into your midst, O Egypt, against Pharaoh and all his servants. \n\t10.\n\nHe struck down many nations and killed mighty kingsÑ \n\t11.\n\nSihon, king of the Amorites, and Og, king of Bashan, and all the kingdoms of CanaanÑ \n\t12.\n\nand gave their land as a heritage, a heritage to his people Israel. \n\t13.\n\nYour name, O Lord, endures forever, your renown, O Lord, throughout all ages. \n\t14.\n\nFor the Lord will vindicate his people, and have compassion on his servants. \n\t15.\n\nThe idols of the nations are silver and gold, the work of human hands. \n\t16.\n\nThey have mouths, but they do not speak; they have eyes, but they do not see; \n\t17.\n\nthey have ears, but they do not hear, and there is no breath in their mouths. \n\t18.\n\nThose who make them and all who trust them shall become like them. \n\t19.\n\nO house of Israel, bless the Lord ! O house of Aaron, bless the Lord ! \n\t20.\n\nO house of Levi, bless the Lord ! You that fear the Lord, bless the Lord ! \n\t21.\n\nBlessed be the Lord from Zion, he who resides in Jerusalem. Praise the Lord !"
  },
  {
    "number": 136,
    "text": "1.\n\nO give thanks to the Lord, for he is good, for his steadfast love endures forever. \n\t2.\n\nO give thanks to the God of gods, for his steadfast love endures forever. \n\t3.\n\nO give thanks to the Lord of lords, for his steadfast love endures forever; \n\t4.\n\nwho alone does great wonders, for his steadfast love endures forever; \n\t5.\n\nwho by understanding made the heavens, for his steadfast love endures forever; \n\t6.\n\nwho spread out the earth on the waters, for his steadfast love endures forever; \n\t7.\n\nwho made the great lights, for his steadfast love endures forever; \n\t8.\n\nthe sun to rule over the day, for his steadfast love endures forever; \n\t9.\n\nthe moon and stars to rule over the night, for his steadfast love endures forever; \n\t10.\n\nwho struck Egypt through their firstborn, for his steadfast love endures forever; \n\t11.\n\nand brought Israel out from among them, for his steadfast love endures forever; \n\t12.\n\nwith a strong hand and an outstretched arm, for his steadfast love endures forever; \n\t13.\n\nwho divided the Red Sea in two, for his steadfast love endures forever; \n\t14.\n\nand made Israel pass through the midst of it, for his steadfast love endures forever; \n\t15.\n\nbut overthrew Pharaoh and his army in the Red Sea, for his steadfast love endures forever; \n\t16.\n\nwho led his people through the wilderness, for his steadfast love endures forever; \n\t17.\n\nwho struck down great kings, for his steadfast love endures forever; \n\t18.\n\nand killed famous kings, for his steadfast love endures forever; \n\t19.\n\nSihon, king of the Amorites, for his steadfast love endures forever; \n\t20.\n\nand Og, king of Bashan, for his steadfast love endures forever; \n\t21.\n\nand gave their land as a heritage, for his steadfast love endures forever; \n\t22.\n\na heritage to his servant Israel, for his steadfast love endures forever. \n\t23.\n\nIt is he who remembered us in our low estate, for his steadfast love endures forever; \n\t24.\n\nand rescued us from our foes, for his steadfast love endures forever; \n\t25.\n\nwho gives food to all flesh, for his steadfast love endures forever. \n\t26.\n\nO give thanks to the God of heaven, for his steadfast love endures forever."
  },
  {
    "number": 137,
    "text": "1.\n\nBy the rivers of BabylonÑ there we sat down and there we wept when we remembered Zion. \n\t2.\n\nOn the willows there we hung up our harps. \n\t3.\n\nFor there our captors asked us for songs, and our tormentors asked for mirth, saying, ÒSing us one of the songs of Zion!Ó \n\t4.\n\nHow could we sing the Lord 's song in a foreign land? \n\t5.\n\nIf I forget you, O Jerusalem, let my right hand wither! \n\t6.\n\nLet my tongue cling to the roof of my mouth, if I do not remember you, if I do not set Jerusalem above my highest joy. \n\t7.\n\nRemember, O Lord, against the Edomites the day of Jerusalem's fall, how they said, ÒTear it down! Tear it down! Down to its foundations!Ó \n\t8.\n\nO daughter Babylon, you devastator! Happy shall they be who pay you back what you have done to us! \n\t9.\n\nHappy shall they be who take your little ones and dash them against the rock!"
  },
  {
    "number": 138,
    "text": "1.\n\nI give you thanks, O Lord, with my whole heart; before the gods I sing your praise; \n\t2.\n\nI bow down toward your holy temple and give thanks to your name for your steadfast love and your faithfulness; for you have exalted your name and your word above everything. \n\t3.\n\nOn the day I called, you answered me, you increased my strength of soul. \n\t4.\n\nAll the kings of the earth shall praise you, O Lord, for they have heard the words of your mouth. \n\t5.\n\nThey shall sing of the ways of the Lord, for great is the glory of the Lord . \n\t6.\n\nFor though the Lord is high, he regards the lowly; but the haughty he perceives from far away. \n\t7.\n\nThough I walk in the midst of trouble, you preserve me against the wrath of my enemies; you stretch out your hand, and your right hand delivers me. \n\t8.\n\nThe Lord will fulfill his purpose for me; your steadfast love, O Lord, endures forever. Do not forsake the work of your hands."
  },
  {
    "number": 139,
    "text": "1.\n\nO Lord, you have searched me and known me. \n\t2.\n\nYou know when I sit down and when I rise up; you discern my thoughts from far away. \n\t3.\n\nYou search out my path and my lying down, and are acquainted with all my ways. \n\t4.\n\nEven before a word is on my tongue, O Lord, you know it completely. \n\t5.\n\nYou hem me in, behind and before, and lay your hand upon me. \n\t6.\n\nSuch knowledge is too wonderful for me; it is so high that I cannot attain it. \n\t7.\n\nWhere can I go from your spirit? Or where can I flee from your presence? \n\t8.\n\nIf I ascend to heaven, you are there; if I make my bed in Sheol, you are there. \n\t9.\n\nIf I take the wings of the morning and settle at the farthest limits of the sea, \n\t10.\n\neven there your hand shall lead me, and your right hand shall hold me fast. \n\t11.\n\nIf I say, ÒSurely the darkness shall cover me, and the light around me become night,Ó \n\t12.\n\neven the darkness is not dark to you; the night is as bright as the day, for darkness is as light to you. \n\t13.\n\nFor it was you who formed my inward parts; you knit me together in my mother's womb. \n\t14.\n\nI praise you, for I am fearfully and wonderfully made. Wonderful are your works; that I know very well. \n\t15.\n\nMy frame was not hidden from you, when I was being made in secret, intricately woven in the depths of the earth. \n\t16.\n\nYour eyes beheld my unformed substance. In your book were written all the days that were formed for me, when none of them as yet existed. \n\t17.\n\nHow weighty to me are your thoughts, O God! How vast is the sum of them! \n\t18.\n\nI try to count themÑthey are more than the sand; I come to the end ÑI am still with you. \n\t19.\n\nO that you would kill the wicked, O God, and that the bloodthirsty would depart from meÑ \n\t20.\n\nthose who speak of you maliciously, and lift themselves up against you for evil! \n\t21.\n\nDo I not hate those who hate you, O Lord ? And do I not loathe those who rise up against you? \n\t22.\n\nI hate them with perfect hatred; I count them my enemies. \n\t23.\n\nSearch me, O God, and know my heart; test me and know my thoughts. \n\t24.\n\nSee if there is any wicked way in me, and lead me in the way everlasting."
  },
  {
    "number": 140,
    "text": "1.\n\nDeliver me, O Lord, from evildoers; protect me from those who are violent, \n\t2.\n\nwho plan evil things in their minds and stir up wars continually. \n\t3.\n\nThey make their tongue sharp as a snake's, and under their lips is the venom of vipers. Selah \n\t4.\n\nGuard me, O Lord, from the hands of the wicked; protect me from the violent who have planned my downfall. \n\t5.\n\nThe arrogant have hidden a trap for me, and with cords they have spread a net, along the road they have set snares for me. Selah \n\t6.\n\nI say to the Lord, ÒYou are my God; give ear, O Lord, to the voice of my supplications.Ó \n\t7.\n\nO Lord, my Lord, my strong deliverer, you have covered my head in the day of battle. \n\t8.\n\nDo not grant, O Lord, the desires of the wicked; do not further their evil plot. Selah \n\t9.\n\nThose who surround me lift up their heads; let the mischief of their lips overwhelm them! \n\t10.\n\nLet burning coals fall on them! Let them be flung into pits, no more to rise! \n\t11.\n\nDo not let the slanderer be established in the land; let evil speedily hunt down the violent! \n\t12.\n\nI know that the Lord maintains the cause of the needy, and executes justice for the poor. \n\t13.\n\nSurely the righteous shall give thanks to your name; the upright shall live in your presence."
  },
  {
    "number": 141,
    "text": "1.\n\nI call upon you, O Lord; come quickly to me; give ear to my voice when I call to you. \n\t2.\n\nLet my prayer be counted as incense before you, and the lifting up of my hands as an evening sacrifice. \n\t3.\n\nSet a guard over my mouth, O Lord; keep watch over the door of my lips. \n\t4.\n\nDo not turn my heart to any evil, to busy myself with wicked deeds in company with those who work iniquity; do not let me eat of their delicacies. \n\t5.\n\nLet the righteous strike me; let the faithful correct me. Never let the oil of the wicked anoint my head, for my prayer is continually against their wicked deeds. \n\t6.\n\nWhen they are given over to those who shall condemn them, then they shall learn that my words were pleasant. \n\t7.\n\nLike a rock that one breaks apart and shatters on the land, so shall their bones be strewn at the mouth of Sheol. \n\t8.\n\nBut my eyes are turned toward you, O God, my Lord; in you I seek refuge; do not leave me defenseless. \n\t9.\n\nKeep me from the trap that they have laid for me, and from the snares of evildoers. \n\t10.\n\nLet the wicked fall into their own nets, while I alone escape."
  },
  {
    "number": 142,
    "text": "1.\n\nWith my voice I cry to the Lord; with my voice I make supplication to the Lord . \n\t2.\n\nI pour out my complaint before him; I tell my trouble before him. \n\t3.\n\nWhen my spirit is faint, you know my way. In the path where I walk they have hidden a trap for me. \n\t4.\n\nLook on my right hand and seeÑ there is no one who takes notice of me; no refuge remains to me; no one cares for me. \n\t5.\n\nI cry to you, O Lord; I say, ÒYou are my refuge, my portion in the land of the living.Ó \n\t6.\n\nGive heed to my cry, for I am brought very low. Save me from my persecutors, for they are too strong for me. \n\t7.\n\nBring me out of prison, so that I may give thanks to your name. The righteous will surround me, for you will deal bountifully with me."
  },
  {
    "number": 143,
    "text": "1.\n\nHear my prayer, O Lord; give ear to my supplications in your faithfulness; answer me in your righteousness. \n\t2.\n\nDo not enter into judgment with your servant, for no one living is righteous before you. \n\t3.\n\nFor the enemy has pursued me, crushing my life to the ground, making me sit in darkness like those long dead. \n\t4.\n\nTherefore my spirit faints within me; my heart within me is appalled. \n\t5.\n\nI remember the days of old, I think about all your deeds, I meditate on the works of your hands. \n\t6.\n\nI stretch out my hands to you; my soul thirsts for you like a parched land. Selah \n\t7.\n\nAnswer me quickly, O Lord; my spirit fails. Do not hide your face from me, or I shall be like those who go down to the Pit. \n\t8.\n\nLet me hear of your steadfast love in the morning, for in you I put my trust. Teach me the way I should go, for to you I lift up my soul. \n\t9.\n\nSave me, O Lord, from my enemies; I have fled to you for refuge. \n\t10.\n\nTeach me to do your will, for you are my God. Let your good spirit lead me on a level path. \n\t11.\n\nFor your name's sake, O Lord, preserve my life. In your righteousness bring me out of trouble. \n\t12.\n\nIn your steadfast love cut off my enemies, and destroy all my adversaries, for I am your servant."
  },
  {
    "number": 144,
    "text": "1.\n\nBlessed be the Lord, my rock, who trains my hands for war, and my fingers for battle; \n\t2.\n\nmy rock and my fortress, my stronghold and my deliverer, my shield, in whom I take refuge, who subdues the peoples under me. \n\t3.\n\nO Lord, what are human beings that you regard them, or mortals that you think of them? \n\t4.\n\nThey are like a breath; their days are like a passing shadow. \n\t5.\n\nBow your heavens, O Lord, and come down; touch the mountains so that they smoke. \n\t6.\n\nMake the lightning flash and scatter them; send out your arrows and rout them. \n\t7.\n\nStretch out your hand from on high; set me free and rescue me from the mighty waters, from the hand of aliens, \n\t8.\n\nwhose mouths speak lies, and whose right hands are false. \n\t9.\n\nI will sing a new song to you, O God; upon a ten-stringed harp I will play to you, \n\t10.\n\nthe one who gives victory to kings, who rescues his servant David. \n\t11.\n\nRescue me from the cruel sword, and deliver me from the hand of aliens, whose mouths speak lies, and whose right hands are false. \n\t12.\n\nMay our sons in their youth be like plants full grown, our daughters like corner pillars, cut for the building of a palace. \n\t13.\n\nMay our barns be filled, with produce of every kind; may our sheep increase by thousands, by tens of thousands in our fields, \n\t14.\n\nand may our cattle be heavy with young. May there be no breach in the walls, no exile, and no cry of distress in our streets. \n\t15.\n\nHappy are the people to whom such blessings fall; happy are the people whose God is the Lord ."
  },
  {
    "number": 145,
    "text": "1.\n\nI will extol you, my God and King, and bless your name forever and ever. \n\t2.\n\nEvery day I will bless you, and praise your name forever and ever. \n\t3.\n\nGreat is the Lord, and greatly to be praised; his greatness is unsearchable. \n\t4.\n\nOne generation shall laud your works to another, and shall declare your mighty acts. \n\t5.\n\nOn the glorious splendor of your majesty, and on your wondrous works, I will meditate. \n\t6.\n\nThe might of your awesome deeds shall be proclaimed, and I will declare your greatness. \n\t7.\n\nThey shall celebrate the fame of your abundant goodness, and shall sing aloud of your righteousness. \n\t8.\n\nThe Lord is gracious and merciful, slow to anger and abounding in steadfast love. \n\t9.\n\nThe Lord is good to all, and his compassion is over all that he has made. \n\t10.\n\nAll your works shall give thanks to you, O Lord, and all your faithful shall bless you. \n\t11.\n\nThey shall speak of the glory of your kingdom, and tell of your power, \n\t12.\n\nto make known to all people your mighty deeds, and the glorious splendor of your kingdom. \n\t13.\n\nYour kingdom is an everlasting kingdom, and your dominion endures throughout all generations. The Lord is faithful in all his words, and gracious in all his deeds. \n\t14.\n\nThe Lord upholds all who are falling, and raises up all who are bowed down. \n\t15.\n\nThe eyes of all look to you, and you give them their food in due season. \n\t16.\n\nYou open your hand, satisfying the desire of every living thing. \n\t17.\n\nThe Lord is just in all his ways, and kind in all his doings. \n\t18.\n\nThe Lord is near to all who call on him, to all who call on him in truth. \n\t19.\n\nHe fulfills the desire of all who fear him; he also hears their cry, and saves them. \n\t20.\n\nThe Lord watches over all who love him, but all the wicked he will destroy. \n\t21.\n\nMy mouth will speak the praise of the Lord, and all flesh will bless his holy name forever and ever."
  },
  {
    "number": 146,
    "text": "1.\n\nPraise the Lord ! Praise the Lord, O my soul! \n\t2.\n\nI will praise the Lord as long as I live; I will sing praises to my God all my life long. \n\t3.\n\nDo not put your trust in princes, in mortals, in whom there is no help. \n\t4.\n\nWhen their breath departs, they return to the earth; on that very day their plans perish. \n\t5.\n\nHappy are those whose help is the God of Jacob, whose hope is in the Lord their God, \n\t6.\n\nwho made heaven and earth, the sea, and all that is in them; who keeps faith forever; \n\t7.\n\nwho executes justice for the oppressed; who gives food to the hungry. The Lord sets the prisoners free; \n\t8.\n\nthe Lord opens the eyes of the blind. The Lord lifts up those who are bowed down; the Lord loves the righteous. \n\t9.\n\nThe Lord watches over the strangers; he upholds the orphan and the widow, but the way of the wicked he brings to ruin. \n\t10.\n\nThe Lord will reign forever, your God, O Zion, for all generations. Praise the Lord !"
  },
  {
    "number": 147,
    "text": "1.\n\nPraise the Lord ! How good it is to sing praises to our God; for he is gracious, and a song of praise is fitting. \n\t2.\n\nThe Lord builds up Jerusalem; he gathers the outcasts of Israel. \n\t3.\n\nHe heals the brokenhearted, and binds up their wounds. \n\t4.\n\nHe determines the number of the stars; he gives to all of them their names. \n\t5.\n\nGreat is our Lord, and abundant in power; his understanding is beyond measure. \n\t6.\n\nThe Lord lifts up the downtrodden; he casts the wicked to the ground. \n\t7.\n\nSing to the Lord with thanksgiving; make melody to our God on the lyre. \n\t8.\n\nHe covers the heavens with clouds, prepares rain for the earth, makes grass grow on the hills. \n\t9.\n\nHe gives to the animals their food, and to the young ravens when they cry. \n\t10.\n\nHis delight is not in the strength of the horse, nor his pleasure in the speed of a runner; \n\t11.\n\nbut the Lord takes pleasure in those who fear him, in those who hope in his steadfast love. \n\t12.\n\nPraise the Lord, O Jerusalem! Praise your God, O Zion! \n\t13.\n\nFor he strengthens the bars of your gates; he blesses your children within you. \n\t14.\n\nHe grants peace within your borders; he fills you with the finest of wheat. \n\t15.\n\nHe sends out his command to the earth; his word runs swiftly. \n\t16.\n\nHe gives snow like wool; he scatters frost like ashes. \n\t17.\n\nHe hurls down hail like crumbsÑ who can stand before his cold? \n\t18.\n\nHe sends out his word, and melts them; he makes his wind blow, and the waters flow. \n\t19.\n\nHe declares his word to Jacob, his statutes and ordinances to Israel. \n\t20.\n\nHe has not dealt thus with any other nation; they do not know his ordinances. Praise the Lord !"
  },
  {
    "number": 148,
    "text": "1.\n\nPraise the Lord ! Praise the Lord from the heavens; praise him in the heights! \n\t2.\n\nPraise him, all his angels; praise him, all his host! \n\t3.\n\nPraise him, sun and moon; praise him, all you shining stars! \n\t4.\n\nPraise him, you highest heavens, and you waters above the heavens! \n\t5.\n\nLet them praise the name of the Lord, for he commanded and they were created. \n\t6.\n\nHe established them forever and ever; he fixed their bounds, which cannot be passed. \n\t7.\n\nPraise the Lord from the earth, you sea monsters and all deeps, \n\t8.\n\nfire and hail, snow and frost, stormy wind fulfilling his command! \n\t9.\n\nMountains and all hills, fruit trees and all cedars! \n\t10.\n\nWild animals and all cattle, creeping things and flying birds! \n\t11.\n\nKings of the earth and all peoples, princes and all rulers of the earth! \n\t12.\n\nYoung men and women alike, old and young together! \n\t13.\n\nLet them praise the name of the Lord, for his name alone is exalted; his glory is above earth and heaven. \n\t14.\n\nHe has raised up a horn for his people, praise for all his faithful, for the people of Israel who are close to him. Praise the Lord !"
  },
  {
    "number": 149,
    "text": "1.\n\nPraise the Lord ! Sing to the Lord a new song, his praise in the assembly of the faithful. \n\t2.\n\nLet Israel be glad in its Maker; let the children of Zion rejoice in their King. \n\t3.\n\nLet them praise his name with dancing, making melody to him with tambourine and lyre. \n\t4.\n\nFor the Lord takes pleasure in his people; he adorns the humble with victory. \n\t5.\n\nLet the faithful exult in glory; let them sing for joy on their couches. \n\t6.\n\nLet the high praises of God be in their throats and two-edged swords in their hands, \n\t7.\n\nto execute vengeance on the nations and punishment on the peoples, \n\t8.\n\nto bind their kings with fetters and their nobles with chains of iron, \n\t9.\n\nto execute on them the judgment decreed. This is glory for all his faithful ones. Praise the Lord !"
  },
  {
    "number": 150,
    "text": "1.\n\nPraise the Lord ! Praise God in his sanctuary; praise him in his mighty firmament! \n\t2.\n\nPraise him for his mighty deeds; praise him according to his surpassing greatness! \n\t3.\n\nPraise him with trumpet sound; praise him with lute and harp! \n\t4.\n\nPraise him with tambourine and dance; praise him with strings and pipe! \n\t5.\n\nPraise him with clanging cymbals; praise him with loud clashing cymbals! \n\t6.\n\nLet everything that breathes praise the Lord ! Praise the Lord !"
  }
]
